{"happy": [{"artist":"Barry Manilow", "title":"I've Had The Time Of My Life", "lyrics": "Now I've had the time of my life No I never felt like this before If I swear it's the truth And I owe it all to you 'Cause I've had the time of my life And I owe it all to you I've been waiting for so long Now I've finally found someone To stand by me We saw the writing on the wall As we felt this magical Fantasy Now with passion in our eyes There's no way we could disguise it Secretly So we take each other's hand 'Cause we seem to understand The urgency just remember You're the one thing I can't get enough of So I'll tell you something This could be love because I've had the time of my life No I never felt this way before Yes I swear it's the truth And I owe it all to you With my body and soul I want you more than you'll ever know So we'll just let it go Don't be afraid to lose control, no Yes I know what's on your mind When you say 'Stay with me Tonight.' Just remember You're the one thing I can't get enough of So I'll tell you something This could be love because 'Cause I had the time of my life And I've searched through every open door Till I've found the truth And I owe it all to you"},{"artist":"Olivia Newton-John", "title":"Summer Nights", "lyrics":"Summer lovin', had me a blast Summer lovin', happened so fast Met a girl crazy for me Met a boy cute as can be Summer days drifting away To, uh oh, those summer nights Well-a, well-a, well-a, uh! Tell me more, tell me more Did you get very far? Tell me more, tell me more Like does he have a car? She swam by me, she got a cramp He ran by me, got my suit damp Saved her life, she nearly drowned He showed off splashing around Summer sun, something's begun But, uh oh, those summer nights Well-a, well-a, well-a, uh! Tell me more, tell me more Was it love at first sight? Tell me more, tell me more Did she put up a fight? Took her bowling in the arcade We went strolling; drank lemonade We made out under the dock We stayed out till ten o'clock Summer fling don't mean a thing But, uh oh, those summer nights Tell me more, tell me more But you don't gotta brag Tell me more, tell me more 'Cause he sounds like a drag He got friendly holding my hand Well, she got friendly down in the sand He was sweet, just turned eighteen Well, she was good, you know what I mean Summer heat, boy and girl meet But, uh oh, those summer nights Tell me more, tell me more How much dough did he spend? Tell me more, tell me more Could she get me a friend? It turned colder; that's where it ends So I told her we'd still be friends Then we made our true love vow Wonder what she's doin' now Summer dreams ripped at the seams But, oh, those summer nights Tell me more, tell me more."}, {"artist":"Beach Boys", "title":"Good Vibrations", "lyrics":"I-I love the colorful clothes she wears And the way the sunlight plays upon her hair I hear the sound of a gentle word On the wind that lifts her perfume through the air I'm pickin' up good vibrations She's giving me excitations (Oom bop bop) I'm pickin' up good vibrations (Good vibrations, oom bop bop) She's giving me excitations (Excitations, oom bop bop) Good, good, good, good vibrations (Oom bop bop) She's giving me excitations (Excitations, oom bop bop) Good, good, good, good vibrations (Oom bop bop) She's giving me excitations (Excitations) Close my eyes, she's somehow closer now Softly smile, I know she must be kind When I look in her eyes She goes with me to a blossom world I'm pickin' up good vibrations She's giving me excitations (Oom bop bop) I'm pickin' up good vibrations (Good vibrations, oom bop bop) She's giving me excitations (Excitations, oom bop bop) Good, good, good, good vibrations (Oom bop bop) She's giving me excitations (Excitations, oom bop bop) Good, good, good, good vibrations (Oom bop bop) She's giving me excitations (Excitations) (Ahh) (Ah, my my, what elation) I don't know where but she sends me there (Oh, my my, what a sensation) (Oh, my my, what elation) (Oh, my my, what) Gotta keep those lovin' good vibrations a-happenin' with her Gotta keep those lovin' good vibrations a-happenin' with her Gotta keep those lovin' good vibrations a-happenin' (Ahh) Good, good, good, good vibrations (Oom bop bop) (I'm pickin' up good vibrations) (Oom bop bop) She's giving me excitations (Excitations, oom bop bop) Good, good, good, good vibrations Na na na na na, na na na Na na na na na, na na na (Bop bop-bop-bop-bop, bop) Do do do do do, do do do (Bop bop-bop-bop-bop, bop) Do do do do do, do do do (Bop bop-bop-bop-bop, bop)"},{"artist":"The Turtles", "title":"Happy Together", "lyrics":"Imagine me and you, I do I think about you day and night It's only right To think about the girl you love And hold her tight So happy together If I should call you up, invest a dime And you say you belong to me And ease my mind Imagine how the world could be So very fine So happy together I can't see me lovin' nobody but you for all my life When you're with me, baby, the skies will be blue for all my life Me and you and you and me No matter how they tossed the dice It had to be The only one for me is you And you for me So happy together I can't see me lovin' nobody but you for all my life When you're with me, baby, the skies will be blue for all my life Me and you and you and me No matter how they tossed the dice It had to be The only one for me is you And you for me So happy together Ba, ba-ba, ba-ba-ba-ba-ba-ba-ba-ba Ba-ba-ba-ba-ba Ba, ba-ba, ba-ba-ba-ba-ba-ba-ba-ba Ba-ba-ba-ba-ba Me and you and you and me No matter how they tossed the dice It had to be The only one for me is you And you for me So happy together So happy together And how is the weather? So happy together We're happy together So happy together We're happy together So happy together So happy together"},{"artist":"Whitney Houston", "title":"Joy to the World", "lyrics":"Joy to the world the Lord is come Let Earth receive her king Let every heart prepare him room And heaven, let heaven, heaven and nature, Heaven and nature sing Everybody sing joy to the world The Lord is come Let Earth receive her king Let every heart prepare him room Heaven and nature sing Go tell it, go tell it his glory Shout out his glory That the savior is born Let Heaven, heaven, heaven and nature sing Let fields and flocks Rocks hills and plains Repeat the sounding joy Go tell it his glory Shout out his glory The savior is born Let heaven, heaven, heaven, heaven and nature sing Sing Joy to the world For the savior reigns And makes his blessings flow Joyful all ye nations rise Join the triumph of the skies With angelic hosts proclaim Glory to the king While the angels sing Everybody sing joy Sing joy to the world All over the world Sing joy, oh Sing joy, everybody sing... Joy to the world Sing joy, joy joy, peace, love and joy Joy joy joy sing joy to the world Sing joy to the world Everybody sing joy to the world Everybody sing oh yeah Sing joy to the world Hey, sing joy Sing joy, sing joy, sing joy Joy to the world!"},{"artist":"Owl City", "title":"Good Time", "lyrics":"Whoa-oh-oh-oh It's always a good time Whoa-oh-oh-oh It's always a good time Woke up on the right side of the bed What's up with this Prince song inside my head? Hands up if you're down to get down tonight 'Cause it's always a good time Slept in all my clothes like I didn't care Hopped into a cab, take me anywhere I'm in if you're down to get down tonight 'Cause it's always a good time Good morning and good night I'll wake up at twilight It's gonna be alright We don't even have to try It's always a good time Whoa-oh-oh-oh Whoa-oh-oh-oh It's always a good time Whoa-oh-oh-oh Whoa-oh-oh-oh We don't even have to try, it's always a good time. Freaked out, dropped my phone in the pool again Checked out of my room, hit the ATM Let's hang out if you're down to get down tonight 'Cause it's always a good time Good morning and good night I'll wake up at twilight It's gonna be alright We don't even have to try It's always a good time. Whoa-oh-oh-oh Whoa-oh-oh-oh It's always a good time Whoa-oh-oh-oh Whoa-oh-oh-oh We don't even have to try, it's always a good time. Whoa-oh-oh-oh Whoa-oh-oh-oh It's always a good time Whoa-oh-oh-oh Whoa-oh-oh-oh We don't even have to try, it's always a good time. Doesn't matter when It's always a good time then Doesn't matter where It's always a good time there Doesn't matter when, It's always a good time then It's always a good time Whoa-oh-oh-oh Whoa-oh-oh-oh It's always a good time Whoa-oh-oh-oh Whoa-oh-oh-oh We don't even have to try, it's always a good time Whoa-oh-oh-oh Whoa-oh-oh-oh It's always a good time Whoa-oh-oh-oh Whoa-oh-oh-oh We don't even have to try, it's always a good time."},{"artist":"OneRepublic", "title":"Good Life", "lyrics":"Woke up in London yesterday Found myself in the city near Piccadilly Don't really know how I got here I got some pictures on my phone New names and numbers that I don't know Address to places like Abbey Road Day turns to night, night turns to whatever we want We're young enough to say Oh this has gotta be the good life This has gotta be the good life This could really be a good life, good life Say oh, got this feeling that you can't fight Like this city is on fire tonight This could really be a good life A good, good life To my friends in New York, I say hello My friends in L.A. they don't know Where I've been for the past few years or so Paris to China to Col-or-ado Sometimes there's airplanes I can't jump out Sometimes there's bullshit that don't work now We are god of stories but please tell me-e-e-e What there is to complain about When you're happy like a fool Let it take you over When everything is out You gotta take it in Oh this has gotta be the good life This has gotta be the good life This could really be a good life, good life Say oh, got this feeling that you can't fight Like this city is on fire tonight This could really be a good life A good, good life Hopelessly I feel like there might be something that I'll miss Hopelessly I feel like the window closes oh so quick Hopelessly I'm taking a mental picture of you now 'Cuz hopelessly The hope is we have so much to feel good about Oh this has gotta be the good life This has gotta be the good life This could really be a good life, good life Say oh, got this feeling that you can't fight Like this city is on fire tonight This could really be a good life A good, good life Oh yeah Good, good life Good life Ooh Listen My friends in New York, I say hello My friends in L.A. they don't know Where I've been for the past few years or so Paris to China to Col-or-ado Sometimes there's airplanes I can't jump out Sometimes there's bullshit that don't work now We are god of stories but please tell me-e-e-e What there is to complain about"},{"artist":"Tanya Tucker", "title":"The Happiest Girl In The Whole USA", "lyrics":"Shine on me sunshine Walk with me world It's a skippidity-do-da day I'm the happiest girl, in the whole U.S.A. Good morning morning Hello sunshine Wake up sleepy head Why'd we move that bojangle clock so far away from the bed Just one more minute That's why we moved it One more hug or two Do you love waking up next to me As much as I love waking up next to you You make the coffee I'll make the bed I'll fix your lunch if you'll fix mine Now tell me the truth Do these old shoes look funny Honey it's almost nine Now you be careful Gotta go I love you Have a beautiful day, And kiss the happiest girl, In the whole U.S.A. Skippidity-do-da Thank you oh Lord for making him for me And thank you for letting life turn out the way That I always thought it could be There once was a time when I could not imagine How it would feel to say I'm happiest girl, in the whole U.S.A Now shine on me sunshine Walk with me world It's a skippidity-do-da day I'm the happiest girl, in the whole U.S.A."},{"artist":"Flo Rida", "title":"Good Feeling", "lyrics":"Oh, oh, oh, oh, oh, sometimes I get a good feeling, yeah I get a feeling that I never never never never had before, no no I get a good feeling, yeah Oh oh, sometimes I get a good feeling, yeah I get a feeling that I never never never never had before, no no I get a good feeling, yeah Yes I can, doubt that I leave, I'm running with this plan Pull me, grab me, crabs in the bucket can't have me I'll be the president one day January first, oh, you like that gossip Like you the one drinking what God sip dot com Now I gotta work with your tongue How many rolling stones you want Yeah I got a brand new spirit, Speak it and it's done Woke up on the side of the bed like I won Talk like a winner, my chest to that sun G5 dealer, US to Taiwan Now who can say that, I wanna play back Mama knew I was a needle in a hay stack A Bugatti boy, plus Maybach I got a feeling it's a wrap, ASAP Oh, oh, sometimes I get a good feeling, yeah I get a feeling that I never never never never had before, no no I get a good feeling, yeah Oh oh, sometimes I get a good feeling, yeah I get a feeling that I never never never never had before, no no I get a good feeling, yeah The mountain top, walk on water I got power, feel so royal One second, I'ma strike oil Diamond, platinum, no more for you Got adrenaline, never giving in Giving up's not an option, gotta get it in Witness I got the heart of 20 men No fear, go to sleep in the lion's den That flow, that spark, that crown You looking at the king of the jungle now Stronger than ever can't hold me down A hundred miles gunnin' from the pitcher's mound Straight game face, it's game day See me running through the crowd full of melee No trick plays, I'm Bill Gates, Take a genius to understand me Oh, oh, sometimes I get a good feeling, yeah I get a feeling that I never never never never had before, no no I get a good feeling, yeah Oh oh, sometimes I get a good feeling, yeah I get a feeling that I never never never never had before, no no I get a good feeling, yeah Let's get it, let's get it I know you got the good feelin' Let's get it, let's get it Gotta love the life that we livin' Let's get it, let's get it I know you got the good feelin' Let's get it, let's get it Gotta love the life that we livin' Oh, oh, sometimes I get a good feeling, yeah I get a feeling that I never never never never had before, no no I get a good feeling, yeah Oh oh, sometimes I get a good feeling, yeah I get a feeling that I never never never never had before, no no I get a good feeling, yeah Oh oh, sometimes I get a good feeling, yeah"},{"artist":"Natasha Bedingfield", "title":"Pocketful Of Sunshine", "lyrics":"I got a pocket, got a pocket full of sunshine I've got a love and I know that it's all mine oh.oh,oh Do what you want, but you're never gonna break me, sticks and stones are never gonna shake me oh,oh,oh Take me away (take me away) A secret place (a secret place) A sweet escape (a sweet escape) Take me away (take me away) Take me away (take me away To better days (to better days) Take me away (take me away) A hiding place (a hiding place) I got pocket, Got a pocket full of sunshine I've got a love and I know that it's all mine oh,oh,oh Wish that you could, but you ain't gonna own me do anything you can to control me oh,oh,oh There's a place that I go That nobody knows Where the rivers flow And I call it home And there's no more lies And the darkness is light And nobody cries there's only butterflies The sun is on my side Take me for a ride I smile up to the sky I know I'll be alright The sun is on my side Take me for a ride I smile up to the sky I know I'll be alright"},{"artist":"Corinne Bailey Rae", "title":"Put Your Records On", "lyrics":"Three little birds, sat on my window. And they told me I don't need to worry. Summer came like cinnamon So sweet, Little girls double-dutch on the concrete. Maybe sometimes, we've got it wrong, but it's alright The more things seem to change, the more they stay the same Oh, don't you hesitate. Girl, put your records on, tell me your favourite song You go ahead, let your hair down Sapphire and faded jeans, I hope you get your dreams, Just go ahead, let your hair down. You're gonna find yourself somewhere, somehow. Blue as the sky, sunburnt and lonely, Sipping tea in a bar by the roadside, (just relax, just relax) Don't you let those other boys fool you, Got to love that afro hair do. Maybe sometimes, we feel afraid, but it's alright The more you stay the same, the more they seem to change. Don't you think it's strange? Girl, put your records on, tell me your favourite song You go ahead, let your hair down Sapphire and faded jeans, I hope you get your dreams, Just go ahead, let your hair down. You're gonna find yourself somewhere, somehow. 'Twas more than I could take, pity for pity's sake Some nights kept me awake, I thought that I was stronger When you gonna realise, that you don't even have to try any longer? Do what you want to. Girl, put your records on, tell me your favourite song You go ahead, let your hair down Sapphire and faded jeans, I hope you get your dreams, Just go ahead, let your hair down. Girl, put your records on, tell me your favourite song You go ahead, let your hair down Sapphire and faded jeans, I hope you get your dreams, Just go ahead, let your hair down. Oh, you're gonna find yourself somewhere, somehow"},{"artist":"Aly & AJ", "title":"Walking On Sunshine", "lyrics":"I used to think maybe you love me, now baby I'm sure And I just cant wait till the day, when you knock on my door Now every time I go for the mail box, gotta hold myself down 'cause I just cant wait till you write me, you're coming around I'm walking on sunshine (whoa oh) I'm walking on sunshine (whoa oh) I'm walking on sunshine (whoa oh) And don't it feel good (HEY!) Alright now And don't it feel good (HEY!) Alright now All right now yeah! (HEY!) I used to think maybe you love me, I know that it's true And I don't wanna spend all of my life just waiting for you (just waiting for you) Now I don't want you back for the weekend, not back for a day, no, no, no Baby I just want you back and I want you to stay Walking on sunshine Walking on sunshine I feel the love, I feel the love, I feel the love that's really real I feel the love, I feel the love, I feel the love that's really real I'm on sunshine baby yeah I'm on sunshine baby yeah I'm walking on sunshine whoa I'm walking on sunshine whoa I'm walking on sunshine whoa And don't it feel good hey alright now And don't it feel good hey alright now And don't it feel good hey alright now And don't it feel good hey alright now I'm walking on sunshine I'm walking on sunshine I'm walking on sunshine I'm walking on sunshine I'm walking on sunshine"},{"artist":"P.O.D.", "title":"Alive", "lyrics":"Everyday is a new day I'm thankful for every breath I take I won't take it for granted So I learn from my mistakes It's beyond my control, sometimes it's best to let go Whatever happens in this lifetime So I trust in love You have given me peace of mind chorus: I feel so alive for the very first time I can't deny you I feel so alive I feel so alive for the very first time And I think I can fly Sunshine upon my face A new song for me to sing Tell the world how I feel inside Even though it might cost me everything Now that I know this, so beyond, I can't hold this I can never turn my back away Now that I've seen you I can never look away Now that I know you (I could never turn my back away) Now that I see you (I could never look away) Now that I know you (I could never turn my back away) Now that I see you (I believe no matter what they say)"},{"artist":"Westside Story", "title":"I Feel Pretty", "lyrics":"I feel pretty Oh so pretty I feel pretty and witty and bright And I pity Any girl who isn't me to night I feel charming Oh so charming It's alarming how charming I feel And so pretty That I hardly can believe I'm real See the pretty girl in that mirror there? Who can that attractive girl be? Such a pretty face Such a pretty dress Such a pretty smile Such a pretty me! I feel stunning And entrancing Feel like running And dancing for joy For I'm loved By a pretty wonderful boy Have you met my good friend Maria The craziest girl on the block? You'll know her the minute you see her She's the one who is in an advanced state of shock She thinks she's in love She thinks she's in Spain She isn't in love She's merely insane It must be the heat Or some rare disease Or too much to eat Or maybe it's fleas Keep away from her Send for Chino This is not the Maria we know Modest and pure Polite and refined Well-bred and mature And out of her mind! Miss America, Miss America, speech! Miss America, bravo, speech! I feel pretty Oh so pretty That the city should give me its key A committee Should be organized to honor me I feel dizzy I feel sunny I feel fizzy and funny and fine And so pretty Miss America can just resign See the pretty girl in that mirror there (What mirror, where?) Who can that attractive girl be? (Which, what, where, whom?) Such a pretty face Such a pretty dress Such a pretty smile Such a pretty me! I feel stunning And entrancing Feel like running and dancing for joy For I'm loved By a pretty wonderful boy"},{"artist":"Katy Perry", "title":"Last Friday Night (T.G.I.F.)", "lyrics":"There's a stranger in my bed, There's a pounding in my head Glitter all over the room Pink flamingos in the pool I smell like a minibar DJ's passed out in the yard Barbie's on the barbeque This a hickie or a bruise Pictures of last night Ended up online I'm screwed Oh well It's a blacked out blur But I'm pretty sure it ruled Damn Last Friday night Yeah, we danced on tabletops And we took too many shots Think we kissed but I forgot Last Friday night Yeah, we maxed our credit cards And got kicked out of the bar So we hit the boulevard Last Friday night We went streaking in the park Skinny dipping in the dark Then had a menage a trois Last Friday night Yeah I think we broke the law Always say we're gonna stop Op-oh-oh This Friday night Do it all again This Friday night Do it all again Trying to connect the dots Don't know what to tell my boss Think the city towed my car Chandeliers on the floor Ripped my favorite party dress Warrant's out for my arrest Think I need a ginger ale That was such an epic fail Pictures of last night Ended up online I'm screwed Oh well It's a blacked out blur But I'm pretty sure it ruled Damn Last Friday night Yeah, we danced on table tops And we took too many shots Think we kissed but I forgot Last Friday night Yeah, we maxed our credit cards And got kicked out of the bar So we hit the boulevard Last Friday night We went streaking in the park Skinny dipping in the dark Then had a menage a trois Last Friday night Yeah I think we broke the law Always say we're gonna stop Oh whoa oh This Friday night Do it all again (Do it all again) This Friday night Do it all again (Do it all again) This Friday night T.G.I.F. T.G.I.F. T.G.I.F. T.G.I.F. T.G.I.F. T.G.I.F. Last Friday night Yeah, we danced on table tops And we took too many shots Think we kissed but I forgot Last Friday night Yeah, we maxed our credit cards And got kicked out of the bar So we hit the boulevard Last Friday night We went streaking in the park Skinny dipping in the dark Then had a menage a trois Last Friday night Yeah I think we broke the law Always say we're gonna stop Oh-whoa-oh This Friday night Do it all again"},{"artist":"Katy Perry", "title":"Firework", "lyrics":"Do you ever feel like a plastic bag, Drifting through the wind Wanting to start again? Do you ever feel, feel so paper thin Like a house of cards, One blow from caving in? Do you ever feel already buried deep? 6 feet under screams but no one seems to hear a thing Do you know that there's still a chance for you 'Cause there's a spark in you You just gotta ignite the light, and let it shine Just own the night like the 4th of July 'Cause baby you're a firework Come on, show 'em what you're worth Make 'em go 'Oh, oh, oh' As you shoot across the sky-y-y Baby, you're a firework Come on, let your colours burst Make 'em go 'Oh, oh, oh' You're gonna leave 'em all in 'awe, awe, awe' You don't have to feel like a wasted space You're original, cannot be replaced If you only knew what the future holds After a hurricane comes a rainbow Maybe your reason why all the doors are closed So you could open one that leads you to the perfect road Like a lightning bolt, your heart will glow And when it's time, you'll know You just gotta ignite the light, and let it shine Just own the night like the 4th of July 'Cause baby you're a firework Come on, show 'em what you're worth Make 'em go 'Oh, oh, oh' As you shoot across the sky-y-y Baby, you're a firework Come on, let your colours burst Make 'em go 'Oh, Oh, Oh' You're gonna leave 'em all in 'awe, awe, awe' Boom, boom, boom Even brighter than the moon, moon, moon It's always been inside of you, you, you And now it's time to let it through-ough-ough 'Cause baby you're a firework Come on, show 'em what you're worth Make 'em go 'Oh, Oh, Oh' As you shoot across the sky-y-y Baby, you're a firework Come on, let your colours burst Make 'em go 'Oh, Oh, Oh' You're gonna leave 'em all in 'awe, awe, awe' Boom, boom, boom Even brighter than the moon, moon, moon Boom, boom, boom Even brighter than the moon, moon, moon"}],"sad":[{"artist":"The Beatles", "title":"Blackbird", "lyrics":"Blackbird singing in the dead of night Take these broken wings and learn to fly All your life You were only waiting for this moment to arise. Blackbird singing in the dead of night Take these sunken eyes and learn to see All your life You were only waiting for this moment to be free. Blackbird fly Blackbird fly Into the light of the dark black night. Blackbird fly Blackbird fly Into the light of the dark black night. Blackbird singing in the dead of night Take these broken wings and learn to fly All your life You were only waiting for this moment to arise You were only waiting for this moment to arise You were only waiting for this moment to arise."},{"artist":"Jimmy Ruffin", "title":"What Becomes Of The Brokenhearted", "lyrics":"As I walk this land of broken dreams I have visions of many things But happiness is just an illusion Filled with sadness and confusion What becomes of the broken hearted Who had love that's now departed I know I've got to find Some kind of peace of mind Maybe The roots of love grow all around But for me they come a tumblin' down Every day heartaches grow a little stronger I can't stand this pain much longer I walk in shadows Searching for light Cold and alone No comfort in sight Hoping and praying for someone to care Always moving and going nowhere What becomes of the broken hearted Who had love that's now departed I know I've got to find Some kind of peace of mind Help me I'm searching though I don't succeed But someone look, there's a growing need All is lost, there's no place for beginning All that's left is an unhappy ending Now what becomes of the broken-hearted Who had love that's now departed I know I've got to find Some kind of peace of mind I'll be searching everywhere Just to find someone to care I'll be looking everyday I know I'm gonna find a way Nothing's gonna stop me now I'll find a way somehow I'll be searching everywhere"},{"artist":"Fleetwood Mac", "title":"Landslide", "lyrics":"Took this love and I took it down Climbed a mountain and I turned around And I saw my reflection in the snow covered hills Till the landslide brought me down Oh, mirror in the sky, what is love? Can the child within my heart rise above? And can I sail through the changing ocean tides Can I handle the seasons of my life? Oh oh I don't know, oh I don't know Well, I've been afraid of changing 'Cause I've built my life around you But time makes you bolder Children get older I'm getting older too Yes I'm getting older too, so I've been afraid of changing 'Cause I, I've built my life around you But time makes you bolder Children get older I'm getting older too oh yes I'm getting older too So, take this love, take it down Oh if you climb a mountain and you turn around If you see my reflection in the snow covered hills Well the landslide will bring you down, down And if you see my reflection in the snow covered hills Well maybe the landslide will bring you down Well well, the landslide will bring you down"},{"artist":"Billie Holiday", "title":"Gloomy Sunday", "lyrics":"Sunday is gloomy, My hours are slumberless, Dearest the shadows I live with are numberless Little white flowers will never awaken you Not where the black coach of sorrow has taken you Angels have no thought of ever returning you Would they be angry if I thought of joining you Gloomy Sunday. Gloomy is sunday with shadows I spend it all My heart and I have decided to end it all Soon there'll be candles and prayers that are sad, I know, let them not weep, let then know that I'm glad to go Death is no dream, for in death I'm caressing you With the last breath of my soul I'll be blessing you Gloomy Sunday Dreaming I was only dreaming I wake and I find you asleep in the deep of my heart dear Darling I hope that my dream never haunted you My heart is telling you how much I wanted you Gloomy Sunday."},{"artist":"Christina Perri", "title":"Jar of Hearts", "lyrics":"No, I can't take one more step towards you 'Cause all that's waiting is regret Don't you know I'm not your ghost anymore You lost the love I loved the most I learned to live half alive And now you want me one more time And who do you think you are? Runnin' 'round leaving scars Collecting your jar of hearts And tearing love apart You're gonna catch a cold From the ice inside your soul So don't come back for me Who do you think you are? I hear you're asking all around If I am anywhere to be found But I have grown too strong To ever fall back in your arms And I've learned to live half alive And now you want me one more time And who do you think you are? Runnin' 'round leaving scars Collecting your jar of hearts And tearing love apart You're gonna catch a cold From the ice inside your soul So don't come back for me Who do you think you are? Dear, It took so long just to feel alright Remember how you put back the light in my eyes I wish I had missed the first time that we kissed 'Cause you broke all your promises And now you're back You look at get me back And who do you think you are? Runnin' 'round leaving scars Collecting your jar of hearts And tearing love apart You're gonna catch a cold From the ice inside your soul Don't come back for me Don't come back at all Who do you think you are? Who do you think you are? Who do you think you are?"},{"artist":"The Band Perry", "title":"If I Die Young", "lyrics":"If I die young, bury me in satin Lay me down on a, bed of roses Sink me in the river, at dawn Send me away with the words of a love song Uh oh, uh oh Lord make me a rainbow, I'll shine down on my mother She'll know I'm safe with you when she stands under my colors, oh well Life ain't always what you think it ought to be, no Ain't even grey, but she buries her baby The sharp knife of a short life, well I've had just enough time If I die young, bury me in satin Lay me down on a bed of roses Sink me in the river at dawn Send me away with the words of a love song The sharp knife of a short life, well I've had just enough time And I'll be wearing white, when I come into your kingdom I'm as green as the ring on my little cold finger, I've never known the lovin' of a man But it sure felt nice when he was holdin' my hand, There's a boy here in town, says he'll love me forever, Who would have thought forever could be severed by The sharp knife of a short life, well, I've had just enough time So put on your best boys and I'll wear my pearls What I never did is done A penny for my thoughts, oh no, I'll sell 'em for a dollar They're worth so much more after I'm a goner And maybe then you'll hear the words I been singin' Funny when you're dead how people start listenin' If I die young, bury me in satin Lay me down on a bed of roses Sink me in the river at dawn Send me away with the words of a love song Uh oh (uh, oh) The ballad of a dove (oh, uh) Go with peace and love Gather up your tears, keep 'em in your pocket Save 'em for a time when you're really gonna need 'em, oh The sharp knife of a short life, well I've had just enough time So put on your best boys and I'll wear my pearls"},{"artist":"Natalie Imbruglia", "title":"Torn", "lyrics":"I thought, I saw a man brought to life He was warm, he came around and he was dignified He showed me what it was to cry Well, you couldn't be that man I adored You don't seem to know Seem to care what your heart is for But I don't know him anymore There's nothing where he used to lie The conversation has run dry That's what's going on Nothing's fine, I'm torn I'm all out of faith This is how I feel I'm cold and I am shamed Lying naked on the floor Illusion never changed Into something real I'm wide awake and I can see The perfect sky is torn You're a little late, I'm already torn So I guess the fortune teller's right Should have seen just what was there And not some holy light It crawled beneath my veins And now I don't care, I had no luck I don't miss it all that much There's just so many things That I can touch, I'm torn I'm all out of faith This is how I feel I'm cold and I am shamed Lying naked on the floor Illusion never changed Into something real I'm wide awake and I can see The perfect sky is torn You're a little late, I'm already torn, torn There's nothing where he used to lie My inspiration has run dry That's what's going on Nothing's right, I'm torn I'm all out of faith This is how I feel I'm cold and I am shamed Lying naked on this floor Illusion never changed Into something real I'm wide awake and I can see The perfect sky is torn I'm all out of faith This is how I feel I'm cold and I'm ashamed Bound and broken on the floor You're a little late, I'm already torn, torn"},{"artist":"Adele", "title":"Someone Like You", "lyrics":"I heard that you're settled down That you found a girl and you're married now. I heard that your dreams came true. Guess she gave you things I didn't give to you. Old friend, why are you so shy? Ain't like you to hold back or hide from the light. I hate to turn up out of the blue uninvited But I couldn't stay away, I couldn't fight it. I had hoped you'd see my face and that you'd be reminded That for me it isn't over. Never mind, I'll find someone like you I wish nothing but the best for you too Don't forget me, I beg I remember you said, Sometimes it lasts in love but sometimes it hurts instead, Sometimes it lasts in love but sometimes it hurts inste-ad, You know how the time flies Only yesterday was the time of our lives We were born and raised In a summer haze Bound by the surprise of our glory days I hate to turn up out of the blue uninvited But I couldn't stay away, I couldn't fight it. I'd hoped you'd see my face and that you'd be reminded That for me it isn't over. Never mind, I'll find someone like you I wish nothing but the best for you too Don't forget me, I beg I remember you said, Sometimes it lasts in love but sometimes it hurts inste-ad. Nothing compares No worries or cares Regrets and mistakes They are memories made. Who would have known how bittersweet this would taste? Never mind, I'll find someone like you I wish nothing but the best for you Don't forget me, I beg I remember you said, Sometimes it lasts in love but sometimes it hurts instead. Never mind, I'll find someone like you I wish nothing but the best for you too Don't forget me, I beg I remember you said, Sometimes it lasts in love but sometimes it hurts instead, Sometimes it lasts in love but sometimes it hurts inste-e-ad."},{"artist":"The Beatles", "title":"Yesterday", "lyrics":"Yesterday, all my troubles seemed so far away Now it looks as though they're here to stay Oh, I believe in yesterday Suddenly, I'm not half the man I used to be There's a shadow hanging over me. Oh, I yesterday came suddenly Why she had to go I don't know she wouldn't say I said something wrong, now I long for yesterday Yesterday, love was such an easy game to play Now I need a place to hide away Oh, I believe in yesterday Why she had to go I don't know she wouldn't say I said something wrong, now I long for yesterday Yesterday, love was such an easy game to play Now I need a place to hide away Oh, I believe in yesterday Mm mm mm mm mm mm mm"},{"artist":"Norah Jones", "title":"Don't Know Why", "lyrics":"I waited 'til I saw the sun I don't know why I didn't come I left you by the house of fun I don't know why I didn't come I don't know why I didn't come When I saw the break of day I wished that I could fly away Instead of kneeling in the sand Catching teardrops in my hand My heart is drenched in wine But you'll be on my mind Forever Out across the endless sea I would die in ecstasy But I'll be a bag of bones Driving down the road alone My heart is drenched in wine But you'll be on my mind Forever Something has to make you run I don't know why I didn't come I feel as empty as a drum I don't know why I didn't come I don't know why I didn't come I don't know why I didn't come"},{"artist":"Pearl Jam", "title":"Last Kiss", "lyrics":"Oh where, oh where, can my baby be? The Lord took her away from me. She's gone to heaven so I've got to be good, So I can see my baby when I leave this world. We were out on a date in my daddy's car, We hadn't driven very far. There in the road straight ahead, A car was stalled, the engine was dead. I couldn't stop, so I swerved to the right, I'll never forget the sound that night. The screaming tires, the busting glass, The painful scream that I heard last. When I woke up, the rain was falling down, There were people standing all around. Something warm flowing through my eyes, But somehow I found my baby that night. I lifted her head, she looked at me and said; 'Hold me darling just a little while.' I held her close I kissed her - our last kiss, I found the love that I knew I had missed. Well now she's gone even though I hold her tight, I lost my love, my life that night."},{"artist":"Avril Lavigne", "title":"Keep Holding On", "lyrics":"You're not alone Together we stand I'll be by your side, you know I'll take your hand When it gets cold And it feels like the end There's no place to go You know I won't give in No I won't give in Keep holding on 'Cause you know we'll make it through, we'll make it through Just stay strong 'Cause you know I'm here for you, I'm here for you There's nothing you could say Nothing you could do There's no other way when it comes to the truth So keep holding on 'Cause you know we'll make it through, we'll make it through So far away I wish you were here Before it's too late, this could all disappear Before the doors close And it comes to an end With you by my side I will fight and defend I'll fight and defend Yeah, yeah Keep holding on 'Cause you know we'll make it through, we'll make it through Just stay strong 'Cause you know I'm here for you, I'm here for you There's nothing you could say Nothing you could do There's no other way when it comes to the truth So keep holding on 'Cause you know we'll make it through, we'll make it through Hear me when I say, when I say I believe Nothing's gonna change, nothing's gonna change destiny Whatever's meant to be will work out perfectly Yeah, yeah, yeah, yeah La da da da La da da da La da da da da da da da da Keep holding on 'Cause you know we'll make it through, we'll make it through Just stay strong 'Cause you know I'm here for you, I'm here for you There's nothing you could say Nothing you could do There's no other way when it comes to the truth So keep holding on 'Cause you know we'll make it through, we'll make it through Keep holding on Keep holding on There's nothing you could say Nothing you could do There's no other way when it comes to the truth So keep holding on 'Cause you know we'll make it through, we'll make it through"},{"artist":"Celine Dion", "title":"All By Myself", "lyrics":"When I was young I never needed anyone And making love was just for fun Those days are gone Livin' alone I think of all the friends I've known When I dial the telephone Nobody's home All by myself Don't wanna be All by myself Anymore Hard to be sure Sometimes I feel so insecure And loves so distant and obscure Remains the cure All by myself Don't wanna be All by myself Anymore All by myself Don't wanna live All by myself Anymore When I was young I never needed anyone Making love was just for fun Those days are gone All by myself Don't wanna be All by myself Anymore All by myself Don't wanna live Oh Don't wanna live By myself, by myself Anymore By myself Anymore Oh All by myself Don't wanna live I never, never, never Needed anyone"},{"artist":"Three Dog Night", "title":"One", "lyrics":"One is the loneliest number that you'll ever do Two can be as bad as one It's the loneliest number since the number one No is the saddest experience you'll ever know Yes, it's the saddest experience you'll ever know 'Cause one is the loneliest number that you'll ever do One is the loneliest number, whoa-oh, worse than two It's just no good anymore since you went away Now I spend my time just making rhymes of yesterday One is the loneliest number One is the loneliest number One is the loneliest number that you'll ever do One is the loneliest One is the loneliest One is the loneliest number that you'll ever do It's just no good anymore since you went away (number) One is the loneliest (number) One is the loneliest (number) One is the loneliest number that you'll ever do (number) One is the loneliest (number) One is the loneliest (number) One is the loneliest number that you'll ever do (number) One (one is the loneliest number that you'll ever do)(number) One is the loneliest number that you'll ever do (number) One is the loneliest number that you'll ever do"},{"artist":"Coldplay", "title":"The Scientist", "lyrics":"Come up to meet you, tell you I'm sorry You don't know how lovely you are I had to find you, tell you I need you Tell you I set you apart Tell me your secrets, and ask me your questions Oh let's go back to the start Running in circles, coming up tails Heads on a science apart Nobody said it was easy It's such a shame for us to part Nobody said it was easy No one ever said it would be this hard Oh, take me back to the start. I was just guessing at numbers and figures Pulling the puzzles apart Questions of science, science and progress Don't speak as loud as my heart And tell me you love me, come back and haunt me Oh and I rush to the start Running in circles, chasing our tails Coming back as we are Nobody said it was easy Oh it's such a shame for us to part Nobody said it was easy No one ever said it would be so hard I'm going back to the start Ooooohhhhhhh"},{"artist":"Maroon 5", "title":"How", "lyrics":"Ohhh I have been searching for your touch Unlike any touch I've ever known And I never thought about you much Til I'm broken down and all alone, ohhh Though I don't understand the meaning of love I do not mind if I die trying, ohhh Took it for granted when you lifted me up I'm asking for your help I am going through hell Afraid nothing can save me but the sound of your voice You cut out all the noise And now that I can see mistakes so clearly now I'd kill if I could take you back But how? But how? I can feel it in my guts What's going on with him now And don't patronise me with lies I'm a man, be a woman now, ohhh I have been bound by the shackles of love And I don't mind if I die tied up, ohhh Took it for granted when you lifted me up I'm asking for your help I am going through hell Afraid nothing can save me but the sound of your voice You cut out all the noise And now that I can see mistakes so clearly now I'd kill if I could take you back But how? But how? But how? But how? Ohh yeh Why must we be so ugly And please do not think ill of me Why does the one you love Become the one who makes you want to cry Why? Why? Why? (And how? How?) But I don't understand the meaning of love I do not mind if I die trying I do not mind if I die trying I do not mind if I die trying"}],"angry":[{"artist":"Alanis Morissette", "title":"You Oughta Know", "lyrics":"I want you to know, that I am happy for you  I wish nothing but the best for you both  An older version of me  Is she perverted like me?  Would she go down on you in a theater?  Does she speak eloquently  And would she have your baby?  I'm sure she'd make a really excellent mother   'Cause the love that you gave that we made  Wasn't able to make it enough for you  To be open wide, No  And every time you speak her name  Does she know how you told me  You'd hold me until you died  Till you died, but you're still alive   And I'm here, to remind you  Of the mess you left when you went away  It's not fair, to deny me  Of the cross I bear that you gave to me  You, you, you oughta know   You seem very well, things look peaceful  I'm not quite as well, I thought you should know  Did you forget about me, Mr. Duplicity?  I hate to bug you in the middle of dinner  It was a slap in the face  How quickly I was replaced  And are you thinking of me when you fuck her? 'Cause the love that you gave that we made  Wasn't able to make it enough for you  To be open wide, No  And every time you speak her name  Does she know how you told me  You'd hold me until you died  Till you died, but you're still alive   And I'm here, to remind you  Of the mess you left when you went away  It's not fair, to deny me  Of the cross I bear that you gave to me  You, you, you oughta know   Ohh... aah... ahh... ahh...   'Cause the joke that you laid in the bed  That was me and I'm not gonna fade  As soon as you close your eyes, and you know it  And every time I scratch my nails  Down someone else's back I hope you feel it  Well, can you feel it?   And I'm here, to remind you  Of the mess you left when you went away  It's not fair, to deny me  Of the cross I bear that you gave to me  You, you, you oughta know   And I'm here, to remind you  Of the mess you left when you went away  It's not fair, to deny me  Of the cross I bear that you gave to me  You, you, you oughta know"},{"artist":" Christina Aguilera", "title":"Fighter", "lyrics":"After all you put me through  You'd think I'd despise you  But in the end I wanna thank you  'Cause you made me that much stronger   Well I, thought I knew you  Thinking, that you were true  Guess I, I couldn't trust  Called your bluff, time is up  'Cause I've had enough  You were, there by my side  Always, down for the ride  But your, joy ride just came down in flames  'Cause your greed sold me out of shame, mmhmm   After all of the stealing and cheating  You probably think that I hold resentment for you  But, uh uh, oh no, you're wrong  'Cause if it wasn't for all that you tried to do  I wouldn't know just how capable I am to pull through  So I wanna say thank you, cause it...   Makes me that much stronger  Makes me work a little bit harder  It makes me that much wiser  So thanks for making me a fighter  Made me learn a little bit faster  Made my skin a little bit thicker  Makes me that much smarter  So thanks for making me a fighter   Oh, Oh, Oh, Whoa, Ohhh   Never, saw it coming  All of, your backstabbing  Just so, you could cash in  On a good thing before I realized your game  I heard, you're going around  Playing, the victim now  But don't, even begin  Feeling I'm the one to blame  'Cause you dug your own grave, uh huh  After all of the fights and the lies cause you're wanted to haunt me  But that won't work anymore  Uh, no more, oh no, it's over  'Cause if it wasn't for all of your torture  I wouldn't know how to be this way now, and never back down  So I wanna say thank you   'Cause it makes me that much stronger  Makes me work a little bit harder  Makes me that much wiser  So thanks for making me a fighter  Made me learn a little bit faster  Made my skin a little bit thicker  It makes me that much smarter  So thanks for making me a fighter   How could this man I thought I knew  Turn out to be unjust, so cruel  Could only see the good in you  Pretended not to see the truth  You tried to hide your lies, disguise yourself  Through living in denial  But in the end you'll see  You won't stop me   I am a fighter and I  I ain't goin' stop  There is no turning back  I've had enough   Makes me that much stronger  Makes me work a little bit harder  It makes me that much wiser  So thanks for making me a fighter  Made me learn a little bit faster  Made my skin a little bit thicker  Makes me that much smarter  So thanks for making me a fighter   Thought I would forget  But I, I remember  Coz I'll remember, I'll remember   Thought I would forget  But I, I remember  Coz I'll remember, I'll remember   'Cause it makes me that much stronger  Makes me work a little bit harder  It makes me that much wiser  So thanks for making me a fighter  Made me learn a little bit faster  Made my skin a little bit thicker  Makes me that much smarter  So thanks for making me a fighter"},{"artist":"Carrie Underwood", "title":"Before He Cheats", "lyrics":"Right now he's probably slow dancing with a bleach blonde tramp,  And she's probably getting frisky...  Right now, he's probably buying her some fruity little drink cause she can't shoot whiskey...   Right now, he's probably up behind her with a pool-stick, showing her how to shoot a combo...   And he don't know...   That I dug my key into the side of his pretty little cooped up 4 wheel drive,  Carved my name into his leather seats...  I took a Louisville slugger to both head lights,  Slashed a hole in all 4 tires...   Maybe next time he'll think before he cheats.  Right now, she's probably up singing some  White-trash version of Shania karoke...  Right now, she's probably saying 'I'm drunk'  And he's a thinking that he's gonna get lucky,  Right now, he's probably dabbing on 3 dollars worth of that bathroom cologne...  And he don't know...   That I dug my key into the side of his pretty little cooped up 4 wheel drive,  Carved my name into his leather seats,  I took a Louisville slugger to both head lights,  Slashed a hole in all 4 tires...   Maybe next time he'll think before he cheats.   I might saved a little trouble for the next girl,  Cause the next time that he cheats...   Oh, you know it won't be on me!   Ohh... not on me...  Cause I dug my key into the side of his pretty little cooped up 4 wheel drive,  Carved my name into his leather seats...  I took a Louisville slugger to both head lights,  Slashed a hole in all 4 tires...   Maybe next time he'll think before he cheats.   Ohh... Maybe next time he'll think before he cheats...   Ohh... before he cheats..."},{"artist":"Kelly Clarkson", "title":"Since U Been Gone", "lyrics":"Here's the thing we started off friends  It was cool but it was all pretend  Yeah yeah since you've been gone  You're dedicated you took the time  It wasn't long till I called u mine  Yeah yeah since you've been gone   And all you'd ever hear me say  Is how I pictured me with you  That's all you'd ever hear me say   But since you've been gone  I can breathe for the first time  I'm so movin' on  Yeah yeah  Thanks to you  Now I get  I get what I want  Since you've been gone   How can I put it you put me on  I even fell for that stupid love song  Yeah yeah since you've been gone   How come I never hear you say  I just want to be with you.  Guess you never felt that way  But since you've been gone  I can breathe for the first time  I'm so movin on yeah yeah  Thanks to you  Now I get  I get what I want  Since you've been gone   You had your chance you blew it  Out of sight out of mind  Shut your mouth  I just can't take it  Again and again and again and again   Since you've been gone  Since you've been gone   I can breathe for the first time  I'm so movin' on yeah yeah  Thanks to you thanks to you  Now I get  I get what I want  I can breathe for the first time  I'm so movin' on yeah yeah  Thanks to you  Thanks to you  Now I get  I get  You should know  You should know  Got to get  I get what I want   Since you've been gone  Since you've been gone  Since you've been gone"},{"artist":"Twisted Sister", "title":"We're Not Gonna Take It", "lyrics":"Oh We're Not Gonna Take It no, We Ain't Gonna Take It oh We're Not Gonna Take It Anymore  we've Got The Right To Choose And there Ain't No Way We'll Lose It this Is Our Life, This Is Our Song we'll Fight The Powers That Be Just don't Pick Our Destiny 'cause you Don't Know Us, You Don't Belong  oh We're Not Gonna Take It no, We Ain't Gonna Take It oh We're Not Gonna Take It Anymore  oh You're So Condescending your Gall Is Never Ending we Don't Want Nothin', Not A Thing From You your Life Is Trite And Jaded boring And Confiscated if That's Your Best, Your Best Won't Do  oh..................... oh..................... we're Right/yeah we're Free/yeah we'll Fight/yeah you'll See/yeah  oh We're Not Gonna Take It no, We Ain't Gonna Take It oh We're Not Gonna Take It Anymore  oh We're Not Gonna Take It no, We Ain't Gonna Take It oh We're Not Gonna Take It Anymore no Way!  oh..................... oh..................... we're Right/yeah we're Free/yeah we'll Fight/yeah you'll See/yeah  we're Not Gonna Take It no, We Ain't Gonna Take It we're Not Gonna Take It Anymore  we're Not Gonna Take It, No! no, We Ain't Gonna Take It we're Not Gonna Take It Anymore  just You Try And Make Us we're Not Gonna Take It come On no, We Ain't Gonna Take It you're All Worthless And Weak we're Not Gonna Take It Anymore now Drop And Give Me Twenty we're Not Gonna Take It oh Crinch Pin no, We Ain't Gonna Take It oh You And Your Uniform we're Not Gonna Take It Anymore"},{"artist":"All American Rejects", "title":"Gives You Hell", "lyrics":"I wake up every evening, with a big smile on my face  And it never feels out of place   And you're still probably working at a 9 to 5 pace  I wonder how bad that tastes   When you see my face  Hope it gives you hell  Hope it gives you hell  When you walk my way  Hope it gives you hell  Hope it gives you hell   Now where's your picket fence love  And where's that shiny car,  And did it ever get you far   You've never seem so tense love  I've never seen you fall so hard,  Do you know where you are?   And truth be told I miss you  And truth be told I'm lying   When you see my face  Hope it gives you hell  Hope it gives you hell  When you walk my way  Hope it gives you hell  Hope it gives you hell  If you find a man that's worth a damn and treats you well  Then he's a fool, you're just as well, hope it gives you hell   Hope it gives you hell   Tomorrow you'll be thinking to yourself  Where'd it all go wrong, the list goes on and on   And truth be told I miss you  And truth be told I'm lying  When you see my face  Hope it gives you hell  Hope it gives you hell  When you walk my way  Hope it gives you hell  Hope it gives you hell  If you find a man that's worth a damn and treats you well  Then he's a fool, you're just as well, hope it gives you hell   Now you'll never see, what you've done to me  You can take back your memories they're no good to me  And here's all your lies,  You can look me in the eyes  With that sad sad look that you wear so well   When you see my face  Hope it gives you hell  Hope it gives you hell  When you walk my way  Hope it gives you hell  Hope it gives you hell  If you find a man that's worth a damn and treats you well  Then he's a fool, you're just as well, hope it gives you hell   When you see my face  Hope it gives you hell  Hope it gives you hell  When you walk my way  Hope it gives you hell  Hope it gives you hell  When you hear this song and sing along, oh you'll never tell  Then you're the fool, I'm just as well  Hope it gives you hell  When you hear this song I hope that it will give you hell  You can sing along, I hope that it puts you through hell"},{"artist":"Eminem", "title":"Love The Way You Lie", "lyrics":"Just gonna stand there and watch me burn,  But that's all right, because I like the way it hurts.  Just gonna stand there and hear me cry,  But that's all right, because I love the way you lie,  I love the way you lie.  I can't tell you what it really is.  I can only tell you what it feels like.  And right now, there's a steel knife in my windpipe.  I can't breathe, but I still fight while I can fight.  As long as the wrong feels right it's like I'm in flight.  High off her love, drunk from my hate, it's like I'm huffin' paint.  And I love it, the more I suffer, I suffocate.  And right before I'm about to drown, she resuscitates me,  She fuckin' hates me, and I love it.  'Wait, where you goin'?'  'I'm leavin' you!'  'No you ain't! Come back!'  We're runnin' right back, here we go again!  It's so insane, cause when it's goin' good, it's goin' great.  I'm Superman with the wind at his back, she's Lois Lane.  But when it's bad it's awful, I feel so ashamed.  I snap, 'Who's that dude? I don't even know his name.'  I laid hands on her, I'll never stoop so low again.  I guess I don't know my own strength.   Just gonna stand there and watch me burn,  But that's all right, because I like the way it hurts.  Just gonna stand there and hear me cry,  But that's all right, because I love the way you lie,  I love the way you lie.  I love the way you lie.   You ever love somebody so much, you can barely breathe.  When you with 'em you meet, and neither one of you even know what hit 'em.  Got that warm fuzzy feeling, yeah them chills used to get 'em.  Now you're getting fuckin' sick of lookin' at 'em.  You swore you'd never hit 'em, never do nothin' to hurt 'em.  Now you're in each other's face, spewin' venom in your words when you spit 'em.  You push pull each other's hair, scratch claw,  Hit 'em, throw 'em down, pin 'em, so lost in the moments when you're in 'em.  It's the rage that's the culprit, controls you both.  So they say it's best to go your separate ways.  Guess that they don't know ya, 'cause today, that was yesterday.  Yesterday is over, it's a different day.  Sound like broken records playin' over,  But you promised her, next time you'll show restraint  You don't get another chance.  Life is no Nintendo game, but you lied again.  Now you get to watch her leave out the window.  Guess that's why they call it window pane.   Just gonna stand there and watch me burn,  But that's all right, because I like the way it hurts.  Just gonna stand there and hear me cry,  But that's all right, because I love the way you lie,  I love the way you lie.  I love the way you lie.   Now I know we said things, did things, that we didn't mean.  And we fall back into the same patterns, same routine.  But your temper's just as bad as mine is, you're the same as me.  When it comes to love you're just as blinded.  Baby please come back! It wasn't you, baby, it was me!  Maybe our relationship isn't as crazy as it seems.  Maybe that's what happens when a tornado meets a volcano.  All I know is I love you too much, to walk away though.  Come inside, pick up the bags off the sidewalk!  Don't you hear sincerity in my voice when I talk?  Told you this is my fault, look me in the eyeball!  Next time I'm pissed I'll aim my fist at the dry wall!  Next time? There won't be no next time!  I apologize, even though I know it's lies!  I'm tired of the games! I just want her back! I know I'm a liar!  If she ever tries to fuckin' leave again,  I'ma tie her to the bed and set this house on fire!  Just gonna   Just gonna stand there and watch me burn,  But that's all right, because I like the way it hurts.  Just gonna stand there and hear me cry,  But that's all right, because I love the way you lie,  I love the way you lie.  I love the way you lie..."},{"artist":"Taylor Swift", "title":"We Are Never Ever Getting Back Together", "lyrics":"I remember when we broke up, the first time  Saying this is it, I've had enough, 'cause like  We haven't seen each other in a month  When you, said you, needed space, what?  Then you come around again and say  Baby, I miss you and I swear I'm gonna change  Trust me, remember how that lasted for a day  I say, I hate you, we break up, you call me, I love you   Oooh we called it off again last night  But Oooh, this time I'm telling you, I'm telling you  We are never ever ever getting back together  We are never ever ever getting back together  You go talk to your friends talk  To my friends talk to me  But we are never ever ever ever getting back together   Like ever...   I'm really gonna miss you picking fights  And me, falling for it screaming that I'm right  And you, will hide away and find your piece of mind, with some indie record  That's much cooler than mine   Oooh you called me up again tonight  But oooh, this time I'm telling you, I'm telling you  We are never ever ever getting back together  We are never ever ever getting back together  You go talk to your friends talk  To my friends talk to me  But we are never ever ever ever getting back together   I used to think, that we, were forever ever  And I used to say never say never   Huh, he calls me up and he's like, I still love you  And I'm like, I'm just, I mean this is exhausting, you know like  We are never getting back together, like ever   No!   We are never ever ever getting back together  We are never ever ever getting back together  You go talk to your friends talk  To my friends talk to me  But we are never ever ever ever getting back together   We, oooh, oooh, not back together, we  Oh, getting back together   You go talk to your friends talk  To my friends talk to me  But we are never ever ever ever getting back together"},{"artist":"Pink", "title":"So What", "lyrics":"I guess I just lost my husband  I don't know where he went  So I'm gonna drink my money  I'm not gonna pay his rent (nope)  I've got a brand new attitude,  And I'm gonna wear it tonight  I'm gonna get in trouble  I wanna start a fight   Na na na na na  I wanna start a fight  Na na na na na  I wanna start a fight!   [Chorus]  So,  So what I'm still a rock star  I got my rock moves  And I don't need you  And guess what  I'm havin more fun  And now that were done  I'm gonna show you tonight  I'm alright  I'm just fine  And you're a tool so  So what  I am a rock star  I got my rock moves  And I don't want you tonight   Unh Check my flow Uohhh   The waiter just took my table  And gave it to Jessica Simps  (Shit! )  I guess I'll go sit with drum boy  At least he'll know how to hit  (Oops)  What if this song's on the radio,  Then somebody's gonna die! haha  I'm going to get in trouble,  My ex will start a fight   Na na na na  He's gonna to start a fight  Na na na na  We're all gonna get in a fight!   So,  So what I'm still a rock star  I got my rock moves  And I don't need you  And guess what  I'm havin more fun  And now that were done  I'm gonna show you tonight  I'm alright  I'm just fine  And you're a tool so  So what  I am a rock star  I got my rock moves  And I don't want you tonight   You weren't there  You never were  You want it all but that's not fair  I gave you life  I gave my all  You weren't there, you let me fall    So, so what I'm still a rock star  I got my rock moves  And I don't need you  And guess what  I'm havin more fun  And now that were done  I'm gonna show you tonight  I'm alright  I'm just fine  And you're a tool so  So what  I am a rock star  I got my rock moves  And I don't want you tonight   No no  No no, I don't want you tonight  You weren't there  I'm gonna show you tonight  I'm alright  I'm just fine  And you're a tool so  So what  I am a rock star  I got my rock moves  And I don't want you tonight   (Wooohooooooo! )   Ba da da da pffftt"},{"artist":"Destiny's Child", "title":"Survivor", "lyrics":"Now that you are out of my life,  I'm so much better,  You thought that I'd be weak without ya,  But I'm stronger,  You thought that I'd be broke without ya,  But I'm richer,  You thought that I'd be sad without ya,  I laugh harder,  You thought I wouldn't grow without ya,  Now I'm wiser,  You thought that I'd be helpless without ya,  But I'm smarter,  You thought that I'd be stressed without ya,  But I'm chillin'  You thought I wouldn't sell without ya,  Sold nine million.    I'm a survivor (what),  I'm not gonna give up (what),  I'm not gon' stop (what),  I'm gonna work harder (what),  I'm a survivor (what),  I'm gonna make it (what),  I will survive (what),  Keep on survivin' (what),  I'm a survivor (what),  I'm not gonna give up (what),  I'm not gon' stop (what),  I'm gonna work harder (what),  I'm a survivor (what),  I'm gonna make it (what),  I will survive (what),  Keep on survivin' (what).    Thought I couldn't breathe without you,  I'm inhalin'  You thought I couldn't see without you,  Perfect vision,  You thought I couldn't last without ya,  But I'm lastin'  You thought that I would die without ya,  But I'm livin'  Thought that I would fail without ya,  But I'm on top,  Though it would be over by now,  But it won't stop,  You thought that I would self-destruct,  But I'm still here,  Even in my years to come,  I'm still gon' be here.    I'm a survivor (what),  I'm not gonna give up (what),  I'm not gon' stop (what),  I'm gonna work harder (what),  I'm a survivor (what),  I'm gonna make it (what),  I will survive (what),  Keep on survivin' (what),  I'm a survivor (what),  I'm not gonna give up (what),  I'm not gon' stop (what),  I'm gonna work harder (what),  I'm a survivor (what),  I'm gonna make it (what),  I will survive (what),  Keep on survivin' (what).   I'm wishin' you the best,  Pray that you are blessed,  Much success, no stress, and lots of happiness,  (I'm better than that)  I'm not gonna blast you on the radio,  (I'm better than that)  I'm not gonna lie on you or your family,  (I'm better than that)  I'm not gonna hate you in the magazine,  (I'm better than that)  I'm not gonna compromise my Christianity,  (I'm better than that)  You know I'm not gonna diss you on the Internet  Cause my momma taught me better than that.    I'm a survivor (what),  I'm not gonna give up (what),  I'm not gon' stop (what),  I'm gonna work harder (what),  I'm a survivor (what),  I'm gonna make it (what),  I will survive (what),  Keep on survivin' (what),  I'm a survivor (what),  I'm not gonna give up (what),  I'm not gon' stop (what),  I'm gonna work harder (what),  I'm a survivor (what),  I'm gonna make it (what),  I will survive (what),  Keep on survivin' (what).   Oh  (Oh)  Oh  (Oh)  Oh  (Oh)  Oh  (Oh)  Oh  (Oh)  Oh  (Oh)  Oh  (Oh)  Oh  (Oh)   After all of the darkness and sadness,  Still comes happiness,  If I surround myself with positive things,  I'll gain prosperity.    I'm a survivor (what),  I'm not gonna give up (what),  I'm not gon' stop (what),  I'm gonna work harder (what),  I'm a survivor (what),  I'm gonna make it (what),  I will survive (what),  Keep on survivin' (what),  I'm a survivor (what),  I'm not gonna give up (what),  I'm not gon' stop (what)(Don't stop me now)  I'm gonna work harder (what),  I'm a survivor (what),  I'm gonna make it (what),  I will survive (what),  Keep on survivin' (what).    I'm a survivor (what),  I'm not gonna give up (what),  I'm not gon' stop (what),  I'm gonna work harder (what),  I'm a survivor (what),  I'm gonna make it (what),  I will survive (what),  Keep on survivin' (what),  I'm a survivor (what),  I'm not gonna give up (what),  I'm not gon' stop (what),  I'm gonna work harder (what),  I'm a survivor (what),  I'm gonna make it (what),  I will survive (what),  Keep on survivin' (what)"},{"artist":"PapaRoach", "title":"Last Resort", "lyrics":"Cut my life into pieces  This is my last resort  Suffocation  No breathing  Don't give a fuck if I cut my arm bleeding   This is my last resort   Cut my life into pieces  I've reached my last resort  Suffocation  No breathing  Don't give a fuck if I cut my arm bleeding  Do you even care if I die bleeding  Would it be wrong  Would it be right  If I took my life tonight  Chances are that I might  Mutilation out of sight  And I'm contemplating suicide   'Cause I'm losing my sight  Losing my mind  Wish somebody would tell me I'm fine  Losing my sight  Losing my mind  Wish somebody would tell me I'm fine  I never realized I was spread too thin  Till it was too late  And I was empty within  Hungry  Feeding on chaos  And living in sin  Downward spiral where do I begin  It all started when I lost my mother  No love for myself  And no love for another  Searching to find a love up on a higher level  Finding nothing but questions and devils   'Cause I'm losing my sight  Losing my mind  Wish somebody would tell me in fine  Losing my sight  Losing my mind  Wish somebody would tell me I'm fine  Nothing's alright  Nothing is fine  I'm running and I'm crying  I'm crying  I'm crying  I'm crying  I'm crying   I can't go on li-ving this way   Cut my life into pieces  This is my last resort  Suffocation  No breathing  Don't give a fuck if I cut my arm bleeding  Would it be wrong  Would it be right  If I took my life tonight  Chances are that I might  Mutilation out of sight  And I'm contemplating suicide   'Cause I'm losing my sight  Losing my mind  Wish somebody would tell me I'm fine  Losing my sight  Losing my mind  Wish somebody would tell me I'm fine  Nothing's alright  Nothing is fine  I'm running and I'm crying   I can't go on living this way  Can't go on  Living this way  Nothing's alright"},{"artist":"Cee-Lo", "title":"Fuck You!", "lyrics":"I see you driving 'round town  With the girl I love and I'm like,  'Fuck you!'  (Ooh, ooh, ooh)  I guess the change in my pocket  Wasn't enough, I'm like,  'Fuck you!  And fuck her too!'  I said, if I was richer, I'd still be with ya  Ha, now ain't that some shit? (ain't that some shit?)  And although there's pain in my chest  I still wish you the best with a  'Fuck you!'  (Ooh, ooh, ooh)    Yeah I'm sorry, I can't afford a Ferrari,  But that don't mean I can't get you there.  I guess he's an Xbox and I'm born Atari,  But the way you play your game ain't fair.    I pity the fool that falls in love with you.  (Oh shit she's a gold digger)  Well,  (Just thought you should know, nigga)  Ooooooh,  I've got some news for you,  Yeah, go run and tell your little boyfriend.    I see you driving 'round town  With the girl I love and I'm like,  'Fuck you!'  (Ooh, ooh, ooh)  I guess the change in my pocket  Wasn't enough, I'm like,  'Fuck you!  And fuck her too!'  I said, if I was richer, I'd still be with ya  Ha, now ain't that some shit? (ain't that some shit?)  And although there's pain in my chest  I still wish you the best with a  'Fuck you!'  (Ooh, ooh, ooh)   [Verse 2:]  Now I know, that I had to borrow,  Beg and steal and lie and cheat.  Tryin'ta keep ya, tryin' ta please ya.  'Cause being in love with yo' ass ain't cheap.    I pity the fool that falls in love with you.  (Oh shit she's a gold digger)  Well,  (Just thought you should know, nigga)  Ooooooh,  I've got some news for you,  (Ooh! ) I really hate yo' ass right now   I see you driving 'round town  With the girl I love and I'm like,  'Fuck you!'  (Ooh, ooh, ooh)  I guess the change in my pocket  Wasn't enough, I'm like,  'Fuck you!  And fuck her too!'  I said, if I was richer, I'd still be with ya  Ha, now ain't that some shit? (ain't that some shit?)  And although there's pain in my chest  I still wish you the best with a  'Fuck you!'  (Ooh, ooh, ooh)    Now baby, baby, baby, why'd you wanna wanna hurt me so bad?  (So bad, so bad, so bad)  I tried to tell my mamma but she told me,  'This is one for your dad'  (Your dad, your dad, your dad)  Uh! Whhhy? Uh! Whhhy? Uh!  Whhhy lady? Oh! I love you, oh!  I still love you, ohh!    I see you driving 'round town  With the girl I love,  'Fuck you!'  (Ooh, ooh, ooh)  I guess the change in my pocket  Wasn't enough, I'm like,  'Fuck you!  And fuck her too!'  I said, if I was richer, I'd still be with ya  Ha, now ain't that some shit? (ain't that some shit?)  And although there's pain in my chest  I still wish you the best with a  'Fuck you!'  (Ooh, ooh, ooh)"},{"artist":"Childish Gambino", "title":"Backpackers", "lyrics":"Alright it's childish baby  Mr. talk-about-his-dick-again  Nerdy ass black kid  Yeah whatever man I'm sick of him  That well spoken token  Who ain't been heard  The only white rapper who's allowed to say the n-word  I buy a bunch of 'em and put it on my black card  Now I got some street cred  Use it 'til it's maxed out  I got a girl on my arm dude, show respect  Something crazy, an asian, virginia tech  She too fine  I do dimes  If not that, I'm walking out with 2 fives  Change my I'd for the cops, it's not enough yet  Black male in short shorts, I'm double suspect  Ballin' since '83  Half of 'em say gay  Maybe that's the reason I like lady what-baby's-say  I'm a problem  I'm lame as fuck homie  But I rap like these niggas ain't got shit on me  Fuck the cool kids  Not chuck inglish, but people who think  That hatin on me makes them distinguished  Like, 'what is this nigga doin rap is for real blacks  I hate that fucking faggot man he think that we feel that'  Or  'I wrote on rape culture my junior year at brown  So I'm allowed  To say what all his raps are about'  You better shut your mouth  Before I fuck it  You really hate my lyrics?  Or kid cudi's? nigga  Runnin this thang  Money insane  Busy getting brain like krang  What, what's my name in the woods got these niggas usin' mapquest  Man, fuck a backpacker  Nigga's with ocd, n-w-o  All white like my clothes, cw shows  Nigga got signed, it's an anomily  No cosine, trigonometry  Man these niggas hate me  'man, fuck you nigga... fuck you nigga!'  They real black like won't show up on your camera phone  They real black like turn the flash on your camera on  They real black take shit, turn it into gold  I'm real black I survive when the pressure on  Upper echelon, bit my lip when I'm kissin' her  Clash of the titans  Baby, your tits is titular  Listenin to some kiss fm, she wanna hear nicki minaj  Super bass, super face inside a garage  It's not a massage  Spa rap with a happy ending  Old niggas wanna assassinate me  It's a shame  These kids was supposed to save rap  Fuck that, boat shoes and a wave cap  He don't give back, how the fuck a nigga say that?  Summer in november I gave everyone a maybach  Comin' on that paint back  Comin' on that mace took  I'm comin' on some real shit  I'm comin' on her facebook  Fuck a backpacker with a rhino's dick  I do me like a gyno chick, uh "},{"artist":"Sara Bareilles", "title":"King of Anything", "lyrics":"Keep drinking coffee, stare me down across the table  While I look outside  So many things I'd say if only I were able  But I just keep quiet and count the cars that pass by   You've got opinions man  We're all entitled to 'em  But I never asked  So let me thank you for your time  And try not to waste any more of mine  Get out of here fast   I hate to break it to you babe  But I'm not drowning  There's no one here to save   Who cares if you disagree  You are not me  Who made you king of anything  So you dare tell me who to be  Who died and made you king of anything   You sound so innocent  All full of good intent  Swear you know best  But you expect me to  Jump up on board with you  And ride off into your delusional sunset  I'm not the one who's lost  With no direction, oh  But you'll never see  You're so busy making maps  With my name on them in all caps  You got the talking down  Just not the listening   Who cares if you disagree  You are not me  Who made you king of anything  So you dare tell me who to be  Who died and made you king of anything   All my life I've tried  To make everybody happy while I  Just hurt and hide  Waiting for someone to tell me it's my turn to decide   Who cares if you disagree  You are not me  Who made you king of anything  So you dare tell me who to be  Who died and made you king of anything   Who cares if you disagree  You are not me  Who made you king of anything  So you dare tell me who to be  Who died and made you king of anything   Lemme hold your crown, babe  Oh, oh"},{"artist":"Paramore", "title":"Misery Business", "lyrics":"I'm in the business of misery,  Let's take it from the top.  She's got a body like an hourglass it's ticking like a clock.  It's a matter of time before we all run out,  When I thought he was mine she caught him by the mouth.   I waited eight long months,  She finally set him free.  I told him I can't lie he was the only one for me.  Two weeks and we caught on fire,  She's got it out for me,  But I wear the biggest smile.   Whoa, I never meant to brag  But I got him where I want him now.  Whoa, it was never my intention to brag.  Just steal it all away from you now.  But God does it feel so good,  Cause I got him where I want him now.  And if you could then you know you would.  Cause God it just feels so,  It just feels so good.   Second chances they don't ever matter, people never change.  Once a whore you're nothing more, I'm sorry, that'll never change.  And about forgiveness, we're both supposed to have exchanged.  I'm sorry honey, but I'm passin' up, now look this way.  Well there's a million other girls who do it just like you.  Looking as innocent as possible to get to who,  They want and what they like it's easy if you do it right.  Well I refuse, I refuse, I refuse!   Whoa, I never meant to brag  But I got him where I want him now.  Whoa, it was never my intention to brag  Just steal it all away from you now.  But God does it feel so good,  Cause I got him where I want him right now.  And if you could then you know you would.  Cause God it just feels so,  It just feels so good.   I watched his wildest dreams come true  Not one of them involving you  Just watch my wildest dreams come true  Not one of them involving.   Whoa, I never meant to brag,  But I got him where I want him now.   Whoa, I never meant to brag  But I got him where I want him now.  Whoa, it was never my intention to brag  Just steal it all away from you now.  But God does it feel so good,  Cause I got what I wanted now  And if you could then you know you would.  Cause God it just feels so,  It just feels so good."},{"artist":"Fort Minor", "title":"Remember the Name", "lyrics":"You ready! Lets go!  Yeah, for those of you that want to know what we're all about  It's like this y'all (c'mon! )   This is ten percent luck, twenty percent skill  Fifteen percent concentrated power of will  Five percent pleasure, fifty percent pain  And a hundred percent reason to remember the name!   Mike! - He doesn't need his name up in lights  He just wants to be heard whether it's the beat or the mic  He feels so unlike everybody else, alone  In spite of the fact that some people still think that they know him  But fuck em, he knows the code  It's not about the salary  It's all about reality and making some noise  Makin' the story - makin' sure his clique stays up  That means when he puts it down Tak's pickin' it up! let's go!   Who the hell is he anyway?  He never really talks much  Never concerned with status but still leavin' them star struck  Humbled through opportunities given to him despite the fact  That many misjudge him because he makes a livin' from writin' raps  Put it together himself, now the picture connects  Never askin' for someone's help, to get some respect  He's only focused on what he wrote, his will is beyond reach  And now when it all unfolds, the skill of an artist   It's just twenty percent skill  Eighty percent fear  Be one hundred percent clear cause Ryu is ill  Who would've thought that he'd be the one to set the west in flames  And I heard him wreckin' with The Crystal Method, 'Name Of The Game' Came back dropped Mega def, took em to church  I like bleach man, why you have the stupidest verse?  This dude is the truth, now everybody be givin' him guest spots  His stock's through the roof I heard he fuckin' with S. Dot!   This is ten percent luck, twenty percent skill  Fifteen percent concentrated power of will  Five percent pleasure, fifty percent pain  And a hundred percent reason to remember the name!   They call him Ryu The Sick  And he's spittin' fire with Mike  Got him out the dryer he's hot  Found him in Fort Minor with Tak  Been a fuckin' annihilist porcupine  He's a prick, he's a cock  The type woman want to be with, and rappers hope he get shot  Eight years in the makin', patiently waitin' to blow  Now the record with Shinoda's takin' over the globe  He's got a partner in crime, his shit is equally dope  You wont believe the kind of shit that comes out of this kid's throat   Tak! - He's not your everyday on the block  He knows how to work with what he's got  Makin' his way to the top  People think it's a common owners name  People keep askin' him was it given at birth  Or does it stand for an acronym?  No he's livin' proof, Got him rockin' the booth  He'll get you buzzin' quicker than a shot of vodka with juice  Him and his crew are known around as one of the best  Dedicated to what they doin give a hundred percent   Forget Mike - Nobody really knows how or why he works so hard  It seems like he's never got time  Because he writes every note and he writes every line  And I've seen him at work when that light goes on in his mind  It's like a design is written in his head every time  Before he even touches a key or speaks in a rhyme  And those motherfuckers he runs with, those kids that he signed?  Ridiculous, without even trying, how do they do it!   This is ten percent luck, twenty percent skill  Fifteen percent concentrated power of will  Five percent pleasure, fifty percent pain  And a hundred percent reason to remember the name!  This is ten percent luck, twenty percent skill  Fifteen percent concentrated power of will  Five percent pleasure, fifty percent pain  And a hundred percent reason to remember the name!   Yeah! Fort Minor  M. Shinoda - Styles of Beyond  Ryu! Takbir! Machine Shop!"}],"calm":[{"artist":"John Lennon", "title":"Imagine", "lyrics":"Imagine there's no heaven It's easy if you try No hell below us Above us only sky Imagine all the people Living for today...   Imagine there's no countries It isn't hard to do Nothing to kill or die for And no religion too Imagine all the people Living life in peace...   You may say I'm a dreamer But I'm not the only one I hope someday you'll join us And the world will be as one   Imagine no possessions I wonder if you can No need for greed or hunger A brotherhood of man Imagine all the people Sharing all the world...   You may say I'm a dreamer But I'm not the only one I hope someday you'll join us And the world will live as one"},{"artist":"Jason Mraz", "title":"Details In The Fabri", "lyrics":"Calm down  Deep breaths  And get yourself dressed instead  Of running around  And pulling all your threads saying  Breaking yourself up   If it's a broken part, replace it  If it's a broken arm then brace it  If it's a broken heart then face it   And hold your own  Know your name  And go your own way  Hold your own  Know your own name  And go your own way   And everything will be fine  Everything will be fine  Mmmhmm   Hang on  Help is on the way  Stay strong  I'm doing everything   Hold your own  Know your name  And go your own way  Hold your own  Know your name  And go your own way   And everything, everything will be fine  Everything   Are the details in the fabric  Are the things that make you panic  Are your thoughts results of static cling?  Are the things that make you blow  Hell, no reason, go on and scream  If you're shocked it's just the fault  Of faulty manufacturing.   Yeah everything will be fine  Everything in no time at all  Everything   Hold your own  And know your name  And go your own way   Are the details in the fabric (Hold your own, know your name)  Are the things that make you panic  Are your thoughts results of static cling? (Go your own way) Are the details in the fabric (Hold your own, know your name)  Are the things that make you panic (Go your own way)  Is it Mother Nature's sewing machine? Are the things that make you blow (Hold your own, know your name)  Hell no reason go on and scream  If you're shocked it's just the fault (Go your own way) Of faulty manufacturing   Everything will be fine  Everything in no time at all  Hearts will hold"},{"artist":"Bruno Mars", "title":"The Lazy Songs", "lyrics":"Today, I don't feel like doing anythin'  I just wanna lay in my bed  Don't feel like pickin' up my phone  So leave a message at the tone  Cus today I swear I'm not doin' anything   I'm gonna kick my feet up and stare at the fan  Turn the TV on  Throw my hand in my pants  Nobodys gon' tell me I can't  No   I'll be lounging on the couch just chillin' in my snuggie  Click to MTV so they can teach me how to dougie  Cus in my castle I'm the freakin man   Oh Oh  Yes I said it  I said it  I said it cus I can   Today, I don't feel like doing anythin'  I just wanna lay in my bed  Don't feel like pickin' up my phone  So leave a message at the tone  Cus today I swear I'm not doin' anything   Nothin' at all  Woohoo ooh  Woohoo ooh hooh ooh ooh  Nothin' at all   Woohoo ooh  Woohoo ooh hooh ooh ooh  Tomorrow, I'll wake up do some P90X  Meet a really nice girl have some really nice sex  And she's gonna scream out 'this is great'  [OhmyGod, this is great]  Yeaaah   I might mess around and get my college degree  I bet my old man would be so proud of me  But sorry, pops, you'll just have to wait   Oh Oh  Yes I said it  I said it  I said it cus I can   Today, I don't feel like doing anythin'  I just wanna lay in my bed  Don't feel like pickin' up my phone  So leave a message at the tone  Cus today I swear I'm not doin' anything   No, I ain't gonna comb my hair  Cus I ain't going anywhere  No No No No No No-No-No No   I'll just strut in my birthday suit  And let everything hang loose  Yeah Yeah Yeah Yeah Yeah Yeah Yeah-Yeah-Yeah Yeah...   Ohh ohh  Today, I don't feel like doing anythin'  I just wanna lay in my bed  Don't feel like pickin' up my phone  So leave a message at the tone  Cus today I swear I'm not doin' anything   Nothing at all  Woohoo ooh  Woohoo ooh hooh ooh ooh  Nothing at all   Woohoo ooh  Woohoo ooh hooh ooh ooh  Nothing at all"},{"artist":"Weezer", "title":"Island in the Sun", "lyrics":"Hip hip  Hip hip  Hip hip  Hip hip   When you're on a holiday  You can't find the words to say  All the things that come to you  And I wanna feel it too   On an island in the sun  We'll be playing and having fun  And it makes me feel so fine  I can't control my brain   Hip hip  Hip hip   When you're on a golden sea  You don't need no memory  Just a place to call your own  As we drift into the zone  On an island in the sun  We'll be playing and having fun  And it makes me feel so fine  I can't control my brain   We'll run away together  We'll spend some time forever  We'll never feel bad anymore   Hip hip  Hip hip  Hip hip   On an island in the sun  We'll be playing and having fun  And it makes me feel so fine  I can't control my brain   We'll run away together  We'll spend some time forever  We'll never feel bad any more   Hip Hip   We'll never feel bad anymore  (hip hip)  (hip hip)  No no  (hip hip)  (hip hip)  We'll never feel bad anymore  (hip hip)"},{"artist":"Lionel Ritchie", "title":"Easy", "lyrics":"Know it sounds funny  But, I just can't stand the pain  Girl, I'm leaving you tomorrow  Seems to me girl  You know I've done all I can  You see I begged, stole, and I borrowed! (yeah)  Ooh that's why I'm easy  I'm easy like Sunday morning  That's why I'm easy  I'm easy like Sunday morning!  Why in the world would anybody put chains on me?  I've paid my dues to make it  Everybody wants me to be  What they want me to be  I'm not happy when I try to fake it! no!  Ooh that's why I'm easy  I'm easy like Sunday morning  That's why I'm easy  I'm easy like Sunday morning!  I wanna be high, so high  I wanna be free to know  The things I do are right  I wanna be free  Just me! Whoa, oh! Babe!  That's why I'm easy  I'm easy like Sunday morning, yeah  That's why I'm easy  I'm easy like Sunday morning, whoa  'Cause I'm easy  Easy like Sunday morning, yeah  'Cause I'm easy  Easy like Sunday morning "},{"artist":"Israel IZ Kamakawiwo'ole", "title":"Somewhere Over the Rainbow", "lyrics":"Somewhere over the rainbow  Way up high  And the dreams that you dreamed of  Once in a lullaby  Somewhere over the rainbow  Blue birds fly  And the dreams that you dreamed of  Dreams really do come true ooh ooooh  Someday I'll wish upon a star  Wake up where the clouds are far behind me ee ee eeh  Where trouble melts like lemon drops  High above the chimney tops that's where you'll find me oh  Somewhere over the rainbow bluebirds fly  And the dream that you dare to, why, oh why can't I? I  Well I see trees of green and  Red roses too,  I'll watch them bloom for me and you  And I think to myself  What a wonderful world  Well I see skies of blue and I see clouds of white  And the brightness of day  I like the dark and I think to myself  What a wonderful world   The colors of the rainbow so pretty in the sky  Are also on the faces of people passing by  I see friends shaking hands  Saying, 'How do you do?'  They're really saying, I... I love you  I hear babies cry and I watch them grow,  They'll learn much more  Than we'll know  And I think to myself  What a wonderful world   Someday I'll wish upon a star,  Wake up where the clouds are far behind me  Where trouble melts like lemon drops  High above the chimney top that's where you'll find me  Oh, Somewhere over the rainbow way up high  And the dream that you dare to, why, oh why can't I? I hiii? "},{"artist":"Louis Armstrong", "title":"What a Wonderful World", "lyrics":"I see trees of green........ red roses too  I see em bloom..... for me and for you  And I think to myself.... what a wonderful world.   I see skies of blue..... clouds of white  Bright blessed days....dark sacred nights  And I think to myself .....what a wonderful world.   The colors of a rainbow.....so pretty ..in the sky  Are also on the faces.....of people ..going by  I see friends shaking hands.....sayin.. how do you do  They're really sayin......i love you.  I hear babies cry...... I watch them grow  They'll learn much more.....than I'll never know  And I think to myself .....what a wonderful world   The colors of a rainbow.....so pretty ..in the sky  Are there on the faces.....of people ..going by  I see friends shaking hands.....sayin.. how do you do  They're really sayin...*spoken*(I ....love....you).   I hear babies cry...... I watch them grow  (you know their gonna learn  A whole lot more than I'll never know)  And I think to myself .....what a wonderful world  Yes I think to myself .......what a wonderful world."},{"artist":"Nina Simone", "title":"Feeling Good", "lyrics":"Birds flying high you know how I feel Sun in the sky you know how I feel Breeze driftin' on by you know how I feel  It's a new dawn It's a new day It's a new life For me And I'm feeling good  Fish in the sea you know how I feel River running free you know how I feel Blossom on the tree you know how I feel Dragonfly out in the sun you know what I mean, don't you know Butterflies all havin' fun you know what I mean Sleep in peace when day is done That's what I mean  And this old world is a new world And a bold world For me  Stars when you shine you know how I feel Scent of the pine you know how I feel Oh freedom is mine And I know how I feel "},{"artist":"Sugar Ray", "title":"Fly", "lyrics":"What it is! All nice and easy slip of the curl  Spread your love and fly, fly  Spread your love and fly, fly  Spread your love and fly, fly  Spread your love and fly, fly   All around the world, statues crumble for me  Who knows how long I've loved you  (Whoa, yesterday)  Everywhere I go people stop and they see  Twenty-five years old, my mother, God rest her soul  (Lord, have mercy)   I just wanna fly  (Uh, where you, uh, where you want)  Put your arms around me, baby  Put your arms around me, baby  I just wanna fly  (Where you want, where you try, uh, where you want)  Put your arms around me, baby  (I, I, I w...w...would tell her, here, well  Spread your love and fly, oh, me, oh, my  Spread your love and fly, oh, me for I  Spread your love and fly, fly)   Dance a little stranger  Show me where you've been  (Say what?)  Love can make you hostage  Wanna do it again  (Word)  There's no time to think  'Bout the starting or the end  (Never)  We'll find out, I'm told  My mother, she told me so,  (Yeah, yeah, check it out)   I just wanna fly  (Higher, higher, higher, high, high, high)  Put your arms around me, baby  Put your arms around me, baby  I just wanna fly  (Like a birdie in the sky up so high)  Put your arms around me, baby  Put your arms around me, baby   I just want...  (Grow your wing and fly)  ...To fly  (Uh, wh-, uh, wh-, uh, wh-, uh, wh-, uh, where you want)  (Uh, wh-, uh, wh-, uh, wh-, uh, wh-, uh, where you want)  Love you, baby girl, love  And I'll tell no lie  All the women all be lovin',  They want to come a me I  Just like I,  And the they wanna fly  Me have a lovely girl,  I'm gonn' tell her bye-bye and  Grow your wing and fly,  Oh, me, oh, my,  Spread your love and fly, fly   It's chickadee time on the borderline  Don't tell a lie  Won't tell a lie, bye-bye  Bye-buh-buh-buh-bye  Bye-buh-buh-buh-bye   All around the world, statues crumble for me  Who knows how long I've loved you  (Ain't my thing)  Everyone I know has been so good to me  (Hey, hear that)  Twenty-five years old, my mother, God rest her soul  (Lord, have mercy)   I just wanna fly  (Like a birdie in the sky up so high)  Put your arms around me, baby  Put your arms around me, baby  (All night long)  I just wanna fly  (Higher, higher, higher, higher, high, high, high)  Put your arms around me, baby  Put your arms around me, baby   I just want...  (Grow your wings and fly)  ...To fly  (Uh, wh-, uh, wh-, uh, wh-, uh, wh-, uh, where you want  Try, uh, wh-, uh, wh-, uh, wh-, uh, wh-, uh, where you want)  I just want...  (Spread your love and fly)  ...To fly  (Uh, wh-, uh, wh-, uh, wh-, uh, wh-, uh, where you want  Try, uh, wh-, uh, wh-, uh, wh-, uh, wh-, uh, where you want)  Come on  (Try, uh, when you, wh-uh, when you young, yeah)  Buzz   I just wanna fly  (Like a birdie in the sky up so high)  Put your arms around me, baby  (High, high, high, high, higher than high)  Put your arms around me, baby  (Don't be shy, 'cause we all forget to fly)  I just wanna fly  (Like a birdie in the sky up so high)   All around the world, statues crumble for me  (High, high, high, high, higher than...a kite  Spread your wing and fly, oh, me, oh, my)  I just wanna fly  (Spread your wings and fly, give it up for I  Spread your wing and fly, oh, me, oh, my  Spread your wing and fly, because  Georgie Porgie,  Pudding and pie,  Kiss the girls...)"},{"artist":"Edgar Winter Group", "title":"Free Ride", "lyrics":"The mountain is high, the valley is low And you're confused, on which way to go So I've come here to give you a hand And lead you into the Promised Land, so  Come on and take a free ride (free ride) Come on and sit here by my side Come on and take a free ride  All over the country, I've seen it the same Nobody's winnin' at this kind of game We gotta do better, it's time to begin You know all the answers must come from within, so  Come on and take a free ride (free ride) Come on and sit here by my side Come on and take a free ride  Yeah, yeah, yeah, yeah Oooooo, Oooooo, Oooooo Free Ride  Come on and take a free ride Yeah, yeah, yeah, yeah"},{"artist":"Passion Pit", "title":"Moth's Wings", "lyrics":"Dear friend, as you know  Your flowers are withering  Your mother's gone missing  Your leaves have drifted away   But the clouds are clearing up  And I've come reveling  Burning incandescently  Like a bastard on the burning sea   But you're just like your father  Buried deep under the water  You're resting on your laurels  And stepping on my toes  Whose side are you on?  What side is this anyways?  Put down your sword and crown  Come lay with me on the ground  You come beating like moth's wings  Spastic and violently  Whipping me into a storm  Shaking me down to the core   But you've run away from me  And you've left me shimmering  Like diamond wedding rings  Spinning dizzily down on the floor   But you're just like your father  Buried deep under the water  You're resting on your laurels  And stepping on my toes  Whose side are you on?  What side is this anyways?  Put down your sword and crown  Come lay with me on the ground"},{"artist":"Two Door Cinema Club", "title":"Something Good can work", "lyrics":"There's a spanner in the works you know,  You gotta step up your game to make to the top.  So go!  Gotta little competition now,  You're going to find it hard to cope with living on your own now.  Uh oh!  Uh oh!   Let's make this happen, girl you gonna show the world  That something good can work and it can work for you.  And you know that it will.  Let's get this started girl, we're moving up we're moving up  It's been a lot to change but you will always get what you want.  Took a little time to make it a little better,  It's only going out, just one thing and another,  You know!  You know!   Took a little time to make it a little better,  It's only going out, just one thing and another,  You know!  You know!  Let's make this happen, girl you gonna show the world  That something good can work and it can work for you.  And you know that it will.  Let's get this started girl, we're moving up we're moving up but  It's been a lot to change but you will always get what you want.   Let's make this happen, girl you gonna show the world  That something good can work and it can work for you.  And you know that it will.  Let's get this started girl, we're moving up we're moving up but  It's been a lot to change but you will always get what you want.   Let's make this happen, girl you gonna show the world  That something good can work and it can work for you.  And you know that it will.  Let's get this started girl, we're moving up we're moving up but  It's been a lot to change but you will always get what you want."},{"artist":"Green River Ordinance", "title":"Learning", "lyrics":"If I could be just what you need  Maybe we'd be better off  Different lives and different dreams  Calling out from underneath  Any thought'll be alright   If I could turn this car around  Only drive into the flames  All the things that we've burned down  Wonder which one will remain  Please take your time  Just do this for me   Let me be the one you run to  For the rest of your life  I'd give up everything to show you  To show you there's still time  I could be the one you run to  For the rest of your life  I'm still learning how to  Love you  You are the only one that's  Worth the fight   I wish you'd learn to let this go  Lay your troubles down on me  Give me one more chance to show  I'll be all you'll ever need  Please take your time  Just do this for me  Let me be the one you run to  For the rest of your life  I'd give up everything to show you  To show you there's still time  I could be the one you run to  For the rest of your life  I'm still learning how to love you  You are the only one that's  Worth the fight   Don't hold your heart too long  You'll find yourself alone  You've got time  We've got time   Let me be the one you run to  For the rest of your life  I'd give up everything to show you  To show you there's still time  I could be the one you run to  For the rest of your life  I'm still learning how to love you  I'm still learning how to love you   Let me be the one you run to  I could be the one you run to  Let me be the one you run to  For the rest of your life  I'm still learning how to love you  You are the only one that's  Worth the fight"},{"artist":"Paul Oakenfold", "title":"Starry Eyed Surprise", "lyrics":"Hey DJ!   Tonight stars  Tonight I'm seein' stars Once again, I find myself with my friends, dancing the night away,  It's like the party never ends.  Then again we don't want it to stop, 'cause tonight's the night it goes sweatbox, laser beams, flashing lights, wild cards,  Men from mars, dressed in stars and stripes,  Eclectic electric  Ladies of the evening  Drinking booze and mingling...   Mashing to the music, I can do anything  Freaky dicky star speckles and pink butterflies  And life is nice, so nice.  I walk into a club and I've found paradise,  I'm seeing stars, I can't believe my eyes.   Oh my starry eyed surprise, sundown to sunrise,  I dance all night, we're gonna dance all night, dance all night to this dj.  Ah sugar, dance all night to this dj.  Oh my starry eyed surprise, sundown to sunrise,  Dance all night, we're gonna dance all night, dance all night to this dj,  Ah sugar, dance all night to this dj, dance all night to this dj, lover dance all night to this dj.  Like the record spins on the trails we blaze  The walls are closing in but that's ok because I've been waiting all week to feel this way and it feels so good, so good.  I'm on top of the world the coolest kid in the neighborhood  So let me be your star for one night that's right.  Sweatbox, laser beams, flashing lights, you've got to feel the rush, feel the spice of life.  Love-life, shifty rolls the dice snake eyes surprise.  Icing, mesmerizing, the minds are sick ones 'cause what we are, is victims of fun.  Come on, come on, the fun is just begun; come on the fun is just begun. ha ha!   Oh my starry eyed surprise, sundown to sunrise,  Dance all night, we're gonna dance all night, dance all night to this dj.  Ah sugar, dance all night to this dj.  Oh my starry eyed surprise, sundown to sunrise,  Dance all night, we're gonna dance all night, dance all night to this dj,  Ah sugar, dance all night to this dj, dance all night to this dj, lover dance all night to this dj.   Hey DJ!   Tonight stars  Tonight I'm seein' stars   It goes  Oooh la la  I see stars  I'm seeing stars x2   Oh my starry eyed surprise, sundown to sunrise,  I dance all night, we're gonna dance all night, dance all night to this dj.  Ah sugar, dance all night to this dj.  Oh my starry eyed surprise, sundown to sunrise,  Dance all night, we're gonna dance all night, dance all night to this dj,  Ah sugar, dance all night to this dj, dance all night to this dj, sugar dance all night to this dj, dance all night to this dj"},{"artist":"Gotye", "title":"State of the Art", "lyrics":"When the Cotillion arrived  We threw out the television  Model D 575  Has custom flute presets  And Harmony-Plus in addition   Now for an arm and a leg  We get three half-dozen beats to choose from  So now we can pretend  That there's an orchestra in the loungeroom   I put the Genie Bass on  So my left hand can play the choir  With 16ft Diapason  And Lowrey's patented Orchestral Symphonizer   Banjo's great on repeat  The kids want to play but they'll have to be patient  The wife can't help tapping her feet  It's a genuine home entertainment revelation  State, state, state, state of the art  (State of the art)  (Hold the phone, it's so)  State, state, state, state of the art  (Listen to the difference! )  State, state, state, state of the art  (By use of a computer)  (Oh my God, it's so)  State, state, state, state of the art   Now we don't want to go out  When we could spend the night at home with the Cotillion  Invite the neighbours around  Start the bossanova beat and limbo from the living to the kitchen   Enjoy the state of the art  The Magic Swing Piano really is astounding  Now we can't tell them apart  But these amazing simulations end up sounding even better than the real  Thing   State, state, state, state of the art  (State of the art)  (Hold the phone, it's so)  State, state, state, state of the art  (Computer controlled tone colour)  State, state, state, state of the art  (The marriage of music to computers is quite natural)  (Oh my God, it's so)  State, state, state, state of the art  (It is time to hear the results)   (Hold the phone, it's so)  (Oh my God, it's so)"},{"artist":"Band of Horses", "title":"Is There A Ghost", "lyrics":"I could sleep  I could sleep  I could sleep  I could sleep  When I lived alone  Is there a ghost in my house?   I could sleep  I could sleep  I could sleep  I could sleep  When I lived alone  Is there a ghost in my house?  When I lived alone  Is there a ghost in my house?  My house...  I could sleep  I could sleep  I could sleep  I could sleep  When I lived alone  Is there a ghost in my house?  When I lived alone  Is there a ghost in my house?  My house...   I could sleep  I could sleep  I could sleep  I could sleep  When I lived alone  Is there a ghost in my house?  When I lived alone  Is there a ghost in my house?  My house..."}],"energetic":[{"artist":"The Romantics", "title":"What I like about You", "lyrics":"Hey, uh huh huh  Hey, uh huh huh   What I like about you, you hold me tight  Tell me I'm the only one, wanna come over tonight, yeah   You're whispering in my ear  Tell me all the things that I wanna to hear, 'cause that's true  That's what I like about you   What I like about you, you really know how to dance  When you go up, down, jump around, think about true romance, yeah  You're whispering in my ear  Tell me all the things that I wanna to hear, 'cause that's true  That's what I like about you  That's what I like about you  That's what I like about you   Wahh!   Hey!   What I like about you, you keep me warm at night  Never wanna' let you go, know you make me feel alright, yeah   You're whispering in my ear  Tell me all the things that I wanna to hear, 'cause that's true  That's what I like about you  That's what I like about you  That's what I like about you  That's what I like about you (whispered)  That's what I like about you (whispered)  That's what I like about you (whispered)  That's what I like about you (whispered)   Hey, uh huh huh, hey hey hey  Hey, uh huh huh, brrr  Hey, uh huh huh, hey"},{"artist":"Third Eye Blind", "title":"Semi-Charmed Life", "lyrics":"I'm packed and I'm holding,  I'm smiling, she's living, she's golden and  she lives for me, says she lives for me,  Ovation, what a motivation,  she comes round and she goes down on me,  And I make her smile, like a drug for you,  Do ever what you want to do,  Coming over you,  Keep on smiling,  what we go through.  One stop to the rhythm that divides you,  And I speak to you like the chorus to the verse,  Chop another line like a coda with a curse,  come on like a freak show takes the stage.  We give them the games we play, she say,  I want something else, to get me through this,  Semi-charmed kind of life baby, baby,  I want something else,  I'm not listening when you say, Good-bye.  The sky it was gold, it was rose,  I was taking sips of it through my nose,  And I wish I could get back there,  Some place back there,  Smiling in the pictures you would take,  Doing crystal myth,  Will lift you up until you break,  It won't stop,  I won't come down, I keep stock,  With a tick tock rhythm a bump for the drop,  And then I bumped up. I took the hit I was given,  And I bumped again,  And I bumped again.  How do I get back there to,  The place where I fell asleep inside you?  How do I get myself back to,  The place where you said,  I want something else to get me through this,  semi-charmed kind of life baby, baby,  I want something else,  I'm not listening when you say, good-bye,   I believe in the sand beneath my toes,  The beach gives a feeling,  An earthy feeling,  I believe in the faith that grows,  And the four right chords can make me cry,  When I'm with you I feel like I could die.  And that would be all right,  All right, When the plane came in,  She said she was crashing,  The velvet it rips,  In the city we tripped,  On the urge to feel alive,  But now I'm struggling to survive,  Those days you were wearing,  That velvet dress,  You're the priestess,  I must confess,  Those little red panties,  They pass the test,  Slide up around the belly,  Face down on the mattress,  One,  And you hold me,  And we're broken.  Still it's all that I want to do.  Just a little now  Feel myself a head made of the ground,  I'm scared but I'm not coming down no no  And I won't run for my life,  She's got her jaws now locked down her in smile  but nothing is all right,  All right,  And I want something else,  To get me through this, life baby  I want something else  Not listening when you say  Goodbye, Goodbye, Goodbye, Goodbye   The sky was gold it was rose  I was taking sips of it through my nose  And I wish i could get back there  Some place back there  In the place we used to start   I want something else,"},{"artist":"Taylor Swift", "title":"The Story of Us", "lyrics":"I used to think one day we'd tell the story of us,  How we met  And the sparks flew instantly  And people would say they're the lucky ones   I used to know my place was a spot next to you,  Now I'm searching the room for an empty seat  Cause lately I don't even know what page you're on   Oh, a simple complication,  Miscommunications lead to fallout,  So many things that I wish you knew  So many walls up that I can't break through   Now I'm standing alone in a crowded room  And we're not speaking  And I'm dyin' to know  Is it killing you  Like it's killing me?  Yeah  I don't know what to say since a twist of fate, when it all broke down  And the story of us looks a lot like a tragedy now   Next chapter  How'd we end up this way?  See me nervously pulling at my clothes and trying to look busy  And you're doing your best to avoid me  I'm starting to think one day I'll tell the story of us  Of how I was losing my mind when I saw you here  But you held your pride like you should have held me,  Oh I'm scared to see the ending why are we pretending this is nothing  I'd tell you I miss you but I don't know how  I've never heard silence quite this loud.   Now I'm standing alone in a crowded room  And we're not speaking  And I'm dying to know  Is it killing you  Like it's killing me?  Yeah  And I don't know what to say since a twist of fate, when it all broke down  And the story of us looks a lot like a tragedy now   This is looking like a contest  Of who can act like they care less  But I liked it better when you were on my side   The battle's in your hands now  But I would lay my armor down  If you say you'd rather love than fight   So many things that you wish I knew  But the story of us might be ending soon   Now I'm standing alone in a crowded room  And we're not speaking  And I'm dying to know  Is it killing you  Like it's killing me?  Yeah  And I don't know what to say since a twist of fate, when it all broke down  And the story of us looks a lot like a tragedy now  Now, Now, Now   And we're not speaking,  And I'm dying to know is it killing you like it's killing me?  Yeah  And I don't know what to say since a twist of fate, cause we're going down.  And the story of us looks a lot like a tragedy now  The End"},{"artist":"Steel Train", "title":"I feel Weird", "lyrics":"When i was eighteen everything was alive  Then the planes hit the towers  Then she died and he died  A part of me disappeared six feet in the ground  A million miles in the sky a fire burns,  A fire burns, a fire burns and it is mine   And i did what i did  What we did to survive  Five whole years of my life i spent mourning you and why?  Girl you're still alive  But you're too dead to keep inside  You take the years, you keep it all, i finally think i might be alright  So lets just let it all go cause nothing can change  And if something is lost then there's something to frame  I just sing what i have  And i got this girl, not yet crushed by the world  Ill count the freckles on her face one, two, three hundred times a day   And sing a new song  Something i'd never here  Its BETTER LOVE that i found, bigger love that you fear  So deep inside me, hot in this frozen cave  Her fire burns, her fire burns, her fire burns and it is brave   When i was eighteen everything was alive  Then the planes hit the towers  Then she died, then he died  A part of me disappeared six feet in the ground  A million miles in the sky a fire burns,  A fire burns, and i just let it all go   I wont fear change  And if something is lost then there is something to frame  Ill just sing what i have in the heavens above  In the song in the sky a fire burns,  A fire burns, a fire burns and its for you"},{"artist":"The Ready Set", "title":"More than Alive", "lyrics":"I don't wanna slow down.  You go for seconds and days  I live for moments to say  That I may never get a second chance  Don't throw it away  Living for dollars and dimes  They'll all diminish in time  Oh let that motion come crashing  Like a plane from the sky  It was a long ride down the east coast  In a city can't keep  Could you keep up on your feet?  And I was struck down by the west coast  It was a quarter to three but I don't do sleep   Follow the freeway  Break the routine  Cuz everything is second to your dreams  If this is the green light  Take what you need  And break out of this hospital scene  I'm running through a stop sign  Cutting out the break lights  I don't want to slow slow slow slow down down  I'm running through a stop sign  Living so it feels right  I don't want to slow slow slow slow down down  Don't wanna slow it down  Thought I'd give impatience a try  Got a little enveloped in time  Cuz I watch you come and watch it go  And it don't seem right  Living for speed limit signs  Ignore and cross every line  Gotta let emotion take you over 20 miles at a time   Follow the freeway  Break the routine  Cuz Everything is second to your dreams  If this is the green light  Take what you need  And break out of this hospital scene  I'm running through a stop sign  Cutting out the break lights  I don't wanna slow slow slow slow down down  I'm running through a stop sign  Living so it feels right  I don't want to slow slow slow slow down down  Don't wanna slow it down   I'm running through stop sign  Got the world on my side  No break lights feeling more than alive  But it's so bright see the city shine on shine on tonight tonight  I'm running through stop sign  Got the world on my side  No break lights feeling more than alive  But it's so bright city shine on tonight shine on shine on tonight tonight  Shine on Shine on tonight   Follow the freeway  Break the routine  Cuz Everything is second to your dreams  If this is the green light  Take what you need  And break out of this hospital scene  I'm running through a stop sign  Cutting out the break lights  I don't wanna slow slow slow slow down down  I'm running through a stop sign  Living so it feels right  I don't want to slow slow slow slow down down  Don't wanna slow it down  I'm running through a stop sign  Countin up the break lights  I don't wanna slow slow slow slow down down  I'm running through a stop sign  Living so it feels right  I don't want to slow slow slow slow down down  Don't wanna slow it down slow it down slow it down"},{"artist":"Cyndi Lauper", "title":"Girls Just Wanna Have Fun", "lyrics":"I come home in the morning light  My mother says when you gonna live your life right  Oh mother dear we're not the fortunate ones  And girls just want to have fun  Oh girls just want to have fun   The phone rings in the middle of the night  My father yells what you gonna do with your life  Oh daddy dear you know you're still number one  But girls they want to have fun  Oh girls just want to have--  That's all they really want  Some fun  When the working day is done  Girls-- they want to have fun  Oh girls just want to have fun   Some boys take a beautiful girl  And hide her away from the rest of the world  I want to be the one to walk in the sun  Oh girls they want to have fun  Oh girls just want to have   That's all they really want  Some fun  When the working day is done  Girls--they want to have fun  Oh girls just want to have fun,  They want to have fun,  They want to have fun..."},{"artist":"Kool & the Gang", "title":"Celebration", "lyrics":"Yahoo! This is your celebration  Yahoo! This is your celebration   Celebrate good times, come on! (Let's celebrate)  Celebrate good times, come on! (Let's celebrate)   There's a party goin' on right here  A celebration to last throughout the years  So bring your good times, and your laughter too  We gonna celebrate your party with you   Come on now   Celebration  Let's all celebrate and have a good time  Celebration  We gonna celebrate and have a good time   It's time to come together  It's up to you, what's your pleasure   Everyone around the world  Come on!   Yahoo! It's a celebration  Yahoo!  Celebrate good times, come on!  It's a celebration  Celebrate good times, come on!  Let's celebrate   We're gonna have a good time tonight  Let's celebrate, it's all right  We're gonna have a good time tonight  Let's celebrate, it's all right   Baby...   We're gonna have a good time tonight (Ce-le-bra-tion)  Let's celebrate, it's all right  We're gonna have a good time tonight (Ce-le-bra-tion)  Let's celebrate, it's all right   Yahoo!  Yahoo!   Celebrate good times, come on! (Let's celebrate)  Celebrate good times, come on!  It's a celebration!  Celebrate good times, come on! (Let's celebrate)   Come on and celebrate, good times, tonight (Celebrate good times, come on!)  'Cause everything's gonna be all right  Let's celebrate (Celebrate good times, come on)  (Let's celebrate)"},{"artist":"Lady GaGa", "title":"Just Dance", "lyrics":"RedOne, Konvict  GaGa, oh-oh, eh   I've had a little bit too much, much  All of the people start to rush, start to rush by  How does he twist the dance? Can't find a drink, oh man  Where are my keys? I lost my phone, phone   What's going on on the floor?  I love this record baby but I can't see straight anymore  Keep it cool, what's the name of this club?  I can't remember but it's alright, a-alright   Just dance, gonna be okay, da da doo-doo-mmm  Just dance, spin that record babe, da da doo-doo-mmm  Just dance, gonna be okay, d-d-d-dance  Dance, dance, just, j-j-just dance   Wish I could shut my playboy mouth, oh oh oh-oh  How'd I turn my shirt inside out? Inside outright  Control your poison babe, roses have thorns they say  And we're all getting hosed tonight, oh oh oh-oh   What's going on on the floor?  I love this record baby but I can't see straight anymore  Keep it cool, what's the name of this club?  I can't remember but it's alright, a-alright   Just dance, gonna be okay, da da doo-doo-mmm  Just dance, spin that record babe, da da doo-doo-mmm  Just dance, gonna be okay, d-d-d-dance  Dance, dance, just, j-j-just  When I come through on the dance floor checkin' out that catalog  Can't believe my eyes, so many women without a flaw  And I ain't gon' give it up, steady tryin' to pick it up like a car  I'ma hit it, I'ma hit it and flex and do it until tomorr' yeah   Shawty I can see that you got so much energy  The way you're twirlin' up them hips 'round and 'round  And now there's no reason at all why you can't leave here with me  In the meantime stay and let me watch you break it down   And dance, gonna be okay, da da doo-doo-mmm  Just dance, spin that record babe, da da doo-doo-mmm   Just dance, gonna be okay, da da doo-doo-mmm  Just dance, spin that record babe, da da doo-doo-mmm  Just dance, gonna be okay, d-d-d-dance  Dance, dance, just, j-j-just dance   Woo! Let's go!   Half psychotic, sick, hypnotic  Got my blueprint, it's symphonic  Half psychotic, sick, hypnotic  Got my blueprint electronic   Half psychotic, sick, hypnotic  Got my blueprint, it's symphonic  Half psychotic, sick, hypnotic  Got my blueprint electronic   Go! Use your muscle, carve it out, work it, hustle  I got it, just stay close enough to get it  Don't slow! Drive it, clean it, lights out, bleed it  Spend the lasto  (I got it)  In your pocko  (I got it)   Just dance, gonna be okay, da da doo-doo-mmm  Just dance, spin that record babe, da da doo-doo-mmm   Just dance, gonna be okay, da da doo-doo-mmm  Just dance, spin that record babe, da da doo-doo-mmm  Just dance, gonna be okay, d-d-d-dance  Dance, dance, just, j-j-just dance"},{"artist":"Usher", "title":"Yeah!", "lyrics":"Yeah, Ok! Lil' Jon!   Usher...   Yeah  Let's   I'm in the club with my homies  Tryna get a lil' Keep it down on the low key  Cuz you know how it feels.   I said shawty she was checkin' up on me,  From he game, she was spittin my ear  You'd think that she knew me.  So we decided to chill   Conversation got heavy  She had me feelin like she's ready to blow!  Watch Out!, Watch Out!   She saying come get me, come get me,  So I got up and followed her to the floor  She said baby let's go,  When I told her, I said   Yeah, yeah  Shawty got down to come and get me  Yeah, yeah  I got so caught up I forgot she told me  Yeah, yeah  Cause if my girl knew it'd be best to hold me  Yeah, yeah  Next thing I knew she was all up on me screaming   Yeah  She's all up in my head now  Got me thinking that it might good idea to  Take her with me,  'Cuz she's ready to leave.   Now I gotta keep it real now  Cuz on a one-to-ten  She's a certified twenty  And that just ain't me.   Cause I do know if I take that chance  Just where is it gonna lead,  But what I do know is the way she dance  Makes shawty alright with me.   The way she getting low!  I'm like yeah,  Just work that out for me.  She asked for one more dance and I'm like yeah,  How the hell am I supposed to leave?  And I said    Yeah, yeah  Shawty got down to come and get me  Yeah, yeah  I got so caught up I forgot she told me  Yeah, yeah  Cause if my girl knew it'd be best to hold me  Yeah, yeah  Next thing I knew she was all up on me screaming   Yeah  Luda!   Watch out!  My outfit's ridiculous  In the club lookin' so conspicuous  And Raow!  These women all on the prowl  If you hold the head steady  I'mma milk the cow.   Forget about the game  I'mma spit the truth  I won't stop till I get 'em  In they birthday suits.  So gimme the rhythm  And it'll be off with they clothes  Then bend over to the front  And touch your toes   I left the jag and I took the roles,  If they ain't cutting  Then I put 'em on foot patrol.  How you like me now,  When my pinky's valued  Over three hundred thousand,   Lets drank you the one to please,  Ludacris fill cups like double Ds  Me and Ush once more and we leave 'em dead,  We want a lady in the street  But a freak in the bed to say   Yeah, yeah  Shawty got down to come and get me  Yeah, yeah  I got so caught up I forgot she told me  Yeah, yeah  Cause if my girl knew it'd be best to hold me  Yeah, yeah  Next thing I knew she was all up on me screaming   Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah   Take that and rewind it back  Lil' Jon got the rhythm make ya booty go (clap)  Take that and rewind it back  Ursher got the voice make ya booty go (clap)  Take that and rewind it back  Ludacris got the flow make ya booty go (clap)  Take that and rewind it back  Lil' Jon got the rhythm make ya booty go (clap)"},{"artist":"Kesha", "title":"Tik Tok", "lyrics":"Wake up in the morning  Feeling like P Diddy (Hey, what up girl?)   Grab my glasses  I'm out the door  I'm gonna hit this city (Let's go)  Before I leave  Brush my teeth with a  Bottle of Jack  'Cuz when I leave for  The night I ain't coming back   I'm talking pedicures on our toes toes  Tryin on all our clothes clothes  Boys blowin up our phones phones  Drop top and, playin' our favorite CD's  Pullin' up to the parties  Tryna get a little bit tipsy   Don't Stop, Make it pop  DJ blow my speakers up  Tonight, I'mma fight  'Til we see the sun light  Tick tock, on the clock  But the party don't stop, no  Whoa whoa oho   Don't Stop, Make it pop  DJ blow my speakers up  Tonight, I'mma fight  'Til we see the sun light  Tick tock, on the clock  But the party don't stop, no  Whoa whoa oho   Ain't got no care in the world, but got plenty of beer  Ain't got no money in my pocket, But I'm already here  And now the dudes are lining up 'Cause they hear we got swagger  But we kick 'em to the curb unless they look like Mick Jagger  I'm talkin'  Everybody getting crunk crunk  Boys try to touch my junk junk  Gonna smack em if he gettin' too drunk drunk  Now, Now we goin' 'til they kick us out out  Or the police shut us down down  Police shut us down down  Po Po shut us (down)   Don't Stop, Make it pop  DJ blow my speakers up  Tonight, Imma fight  'Til we see the sun light  Tick tock, on the clock  But the party don't stop, no  Whoa whoa oho  Don't Stop, Make it pop  DJ blow my speakers up  Tonight, I'mma fight  'Til we see the sun light  Tick tock, on the clock  But the party don't stop, no  Whoa whoa oho x2   You build me up  You break me down  My heart, it pounds  Yeah you got me   With my hands up  You got me now  You got that sound  Yeah you got me   You build me up  You break me down  My heart, it pounds  Yeah you got me   With my hands up  Put your hands up  Put your hands up up up up up up  Now the party don't start 'til I walk in...   Don't Stop, Make it pop  DJ blow my speakers up  Tonight, I'mma fight  'Til we see the sun light  Tick tock, on the clock  But the party don't stop, no  Whoa whoa oho  Don't Stop, Make it pop  DJ blow my speakers up  Tonight, I'mma fight  'Til we see the sun light  Tick tock, on the clock  But the party don't stop, no  Whoa whoa oho"},{"artist":"Miley Rae Cyrus", "title":"Party in the USA", "lyrics":"I hopped off the plane at LAX with a dream and my cardigan  Welcome to the land of fame, excess, whoa am I gotta fit in?  Jumped in the cab, here I am for the first time  Look to my right, and I see the Hollywood sign   This is all so crazy, everybody seems so famous  My tummy's turnin' and I'm feelin' kinda homesick  Too much pressure and I'm nervous  That's when the taxi man turned on the radio   And the Jay-Z song was on  And the Jay-Z song was on  And the Jay-Z song was on   So I put my hands up, they're playin' my song  The butterflies fly away  I'm noddin' my head like 'Yeah!'  Movin' my hips like 'Yeah!'   Got my hands up, they're playin' my song  And now I'm gonna be okay  Yeah! It's a party in the USA!  Yeah! It's a party in the USA!   Get to the club in my taxi cab  Everybody's lookin' at me now  Like 'Who's that chick that's rockin' kicks  She's gotta be from out of town'   So hard with my girls not around me  It's definitely not a Nashville party  'Cause all I see are stilettos  I guess I never got the memo  My tummy's turnin' and I'm feelin' kinda homesick  Too much pressure and I'm nervous  That's when the DJ dropped my favorite tune   And the Britney song was on  And the Britney song was on  And the Britney song was on   So I put my hands up, they're playin' my song  The butterflies fly away  I'm noddin' my head like 'Yeah!'  Movin' my hips like 'Yeah!'   Got my hands up, they're playin' my song  And now I'm gonna be okay  Yeah! It's a party in the USA!  Yeah! It's a party in the USA!   Feel like hoppin' on a flight, on a flight  Back to my hometown tonight, town tonight  Something stops me every time, every time  The DJ plays my song and I feel alright   So I put my hands up, they're playin' my song  The butterflies fly away  I'm noddin' my head like 'Yeah!'  Movin' my hips like 'Yeah!'   Got my hands up, they're playin' my song  And now I'm gonna be okay  Yeah! It's a party in the USA!  Yeah! It's a party in the USA!   So I put my hands up, they're playin' my song  The butterflies fly away  I'm noddin' my head like 'Yeah!'  Movin' my hips like 'Yeah!'   Got my hands up, they're playin' my song  And now I'm gonna be okay  Yeah! It's a party in the USA!  Yeah! It's a party in the USA!"},{"artist":"Carly Rae Jepsen", "title":"Call Me Maybe", "lyrics":"I threw a wish in the well  Don't ask me, I'll never tell  I looked to you as it fell  And now you're in my way   I trade my soul for a wish  Pennies and dimes for a kiss  I wasn't looking for this  But now you're in my way  Your stare was holding  Ripped jeans, skin was showing  Hot night, wind was blowing  Where you think you're going baby?   Hey, I just met you, and this is crazy  But here's my number, so call me maybe  It's hard to look right, at you baby  But here's my number, so call me maybe   Hey, I just met you, and this is crazy  But here's my number, so call me maybe  And all the other boys, try to chase me  But here's my number, so call me maybe   You took your time with the call  I took no time with the fall  You gave me nothing at all, but still you're in my way  I beg and borrow and steal  At first sight and it's real  I didn't know I would feel it, but it's in my way  Your stare was holding  Ripped jeans, skin was showing  Hot night, wind was blowing  Where you think you're going, baby?   Hey, I just met you, and this is crazy  But here's my number, so call me maybe  It's hard to look right, at you baby  But here's my number, so call me maybe   Hey, I just met you, and this is crazy  But here's my number, so call me maybe  And all the other boys, try to chase  But here's my number, so call me maybe   Before you came into my life I missed you so bad  I missed you so bad... I missed you so, so bad  Before you came into my life I missed you so bad  And you should know that... I missed you so, so bad   It's hard to look right, at you baby  But here's my number, so call me maybe   Hey, I just met you, and this is crazy  But here's my number, so call me maybe  And all the other boys, try to chase me,  But here's my number, so call me maybe   Before you came into my life I missed you so bad  I missed you so bad... I missed you so, so bad  Before you came into my life I missed you so bad  And you should know that  So call me maybe"},{"artist":"deadmau5", "title":"Sofi Needs a Ladder", "lyrics":"Let's play musical chairs, one of my favorite games  Especially now that you and I have traded place  You walk around in shoes that don't fit for a change  There is no way for you to win this race  Criss cross and turn your shirt inside out  You like to think I can't figure you out, but the tables have turned  What goes around comes around, you're about to get burned  Flip the script, you're checking in, I'm checking you out  You're just too sweet till you get on my nerves and hurt like cavity  You left a bad taste in my mouth, my Sour Patch Kid  You and me, it's no mystery, no magic trick  Let me hear this broken record again, just press repeat   I can be your new favorite waste of time, and you'll be mine  All I want is your attention, it's all the same thing  Are you in? What's it gonna be?  Don't roll with the punches, make it hard for me baby.  Drop you like a needle on the record, scratch my itch  Watch you walk in circles hit the beat  Drop you like a needle on the record, flip my switch  Go around in circles, hit the beat"},{"artist":"Rhinana", "title":"Don't Stop the Music", "lyrics":"Please don't stop the music Please don't stop the music Please don't stop the music Please don't stop the music  It's gettin' late, I'm making my way over to my favorite place I gotta get my body moving, shake the stress away I wasn't looking for nobody when you looked my way Possible candidate, yeah  Who knew that you'd be up here, lookin' like you do You're making stayin' over here impossible Baby, I must say, your aura is incredible If you don't have to go, don't  Do you know what you started? I just came here to party But now we're rockin' on the dance floor, actin' naughty Your hands around my waist, just let the music play We're hand in hand, chest to chest and now we're face to face  I wanna take you away, let's escape into the music DJ, let it play, I just can't refuse it, like the way you do this Keep on rockin' to it, please don't stop the Please don't stop the music  I wanna take you away, let's escape into the music DJ, let it play, I just can't refuse it, like the way you do this Keep on rockin' to it, please don't stop the Please don't stop the, please don't stop the music  Baby, are you ready 'cause it's getting close? Don't you feel the passion, ready to explode? What goes on between us, no one has to know This is a private show, oh  Do you know what you started? I just came here to party But now we're rockin' on the dance floor, acting naughty Your hands around my waist, just let the music play We're hand in hand, chest to chest and now we're face to face  I wanna take you away, let's escape into the music DJ, let it play, I just can't refuse it, like the way you do this Keep on rockin' to it, please don't stop the Please don't stop the music  I wanna take you away, let's escape into the music DJ, let it play, I just can't refuse it, like the way you do this Keep on rockin' to it, please don't stop the Please don't stop the, please don't stop the music  Please don't stop the music Please don't stop the music Please don't stop the music  I wanna take you away, let's escape into the music DJ, let it play, I just can't refuse it, like the way you do this Keep on rockin' to it, please don't stop the Please don't stop the music  I wanna take you away, let's escape into the music DJ, let it play, I just can't refuse it, like the way you do this Keep on rockin' to it, please don't stop the Please don't stop the, please don't stop the music  Please don't stop the music Please don't stop the music Please don't stop the music"},{"artist":"Technotronic", "title":"Pump Up The Jam", "lyrics":"Pump up the jam  Pump it up  While your feet are stompin'  And the jam is pumpin'  Look at here the crowd is jumpin'  Pump it up a little more  Get the party going on the dance floor  Seek us that's where the party's at  And you'll find out if you're too bad  I don't want a place to stay  Get your boody on the floor tonight  Make my day  I don't want a place to stay  Get your boody on the floor tonight  Make my day  Make my day  Make my day  Make my day  Make my day  Yo!  Pump up the jam  Pump it up  While your feet are stompin'  And the jam is pumpin'  Look at here the crowd is jumpin'  Pump it up a little more  Get the party going on the dance floor  Seek us that's where the party's at  And you'll find out if you're too bad  I don't want a place to stay  Get your boody on the floor tonight  Make my day  I don't want a place to stay  Get your boody on the floor tonight  Make my day  Make my day  Make my make my make make my day  Make my day  Make my day  Make my make my make make my day  Yo!  Pump up the jam pump it up  A pump it up yo pump it  Pump up the jam pump it up  A pump it up yo pump it  Pump up the jam pump it up  A pump it up yo pump it  Pump up the jam  Pump it pump it pump it pump it, Yo!  Pump up the jam  A pump up the jam  Pump up the jam  Pump it up a pump it pump it pump it  Pump up the jam  Pump up the jam  Pump up the jam  Pump it pump it pump it pump it pump  Pump up the jam  Pump it up  While your feet are stompin'  And the jam is pumpin'  Look at here the crowd is jumpin'  Pump it up a little more  Get the party going on the dance floor  Seek us that's where the party's at  And you'll find out if you're too bad  I don't want a place to stay  Get your boody on the floor tonight  Make my day  I don't want a place to stay  Get your boody on the floor tonight  Make my day  Pump up the jam pump it up  A pump it up yo pump it  Pump up the jam pump it up  A pump it up yo pump it  Pump up the jam pump it up  A pump it up yo pump it  Pump up the jam  Pump it pump it pump it pump it, Yo!  Pump up the jam pump it up  A pump it up yo pump it  Pump up the jam pump it up  A pump it up yo pump it  Pump up the jam pump it up  A pump it up yo pump it  Pump up the jam  Pump it pump it pump it pump it, Yo!  Pump it up  Pump it up  Make my day  Make my day  Make my make my make make my day  Make my day  Make my day  Make my make my make make my day  Yo!  I don't want a place to stay  Get your boody on the floor tonight  Make my day  I don't want a place to stay  Get your boody on the floor tonight  Make my day  I don't want a place to stay  Get your boody on the floor tonight  Make my day  I don't want a place to stay  Get your boody on the floor tonight"},{"artist":"Whitney Houston", "title":"I Wanna Dance With Somebody", "lyrics":"Clock strikes upon the hour, And the sun begins to fade. Still enough time to figure out, How to chase my blues away.  I've done alright up till now. It's the light of day that shows me how. And when the night falls... The loneliness calls.  Oh I wanna dance with somebody, I wanna feel the heat with somebody. Yeah I wanna dance with somebody, With somebody who loves me. Oh I wanna dance with somebody, I wanna feel the heat with somebody. Yeah I wanna dance with somebody, With somebody who loves me.  I've been in love, And lost my senses, Spinning through the town. Sooner or later the fever ends, And I wind up feeling down.  I need a man who'll take a chance, On a love that burns hot enough to last. So when the night falls, My lonely heart calls.  Oh I wanna dance with somebody, I wanna feel the heat with somebody. Yeah I wanna dance with somebody, With somebody who loves me. Oh I wanna dance with somebody, I wanna feel the heat. Yeah I wanna dance with somebody, With somebody who loves me. (Somebody who somebody who)somebody who loves me, (Somebody who somebody who)to hold me in his arms. I need a man who'll take a chance, On a love that burns hot enough to last. So when the night falls, My lonely heart calls.  Oh I wanna dance with somebody, I wanna feel the heat with somebody. Yeah I wanna dance with somebody, With somebody who loves me. Oh I wanna dance with somebody, I wanna feel the heat with somebody. Yeah I wanna dance with somebody, With somebody who loves me. Yeah, Don’t you wanna dance with me baby? Don’t you wanna dance with me boy? Don’t you wanna dance with me baby?  With somebody who loves me,  Don't you wanna dance Say you wanna dance Don't you wanna dance...  Uh-huh With somebody who loves me"}]}